Repository: SebastianHonert/humble-lms
Catalog: languages/humble-lms-*_formal.po
Languages: de

source: Min. 12 characters, at least 1 letter and 1 number
de: Mind. 12 Zeichen, mind. 1 Buchstabe und 1 Zahl

source: Password again
de: Passwort wiederholen

source: TOS / privacy policy
de: AGB / Datenschutz

source: terms of service
de: Allgemeine Geschäftsbedingungen

source: privacy policy
de: Datenschutzerklärung

source: I agree to the %s and I have read and accepted the %s.
de: Ich stimme den %s zu und habe die %s gelesen und akzeptiert.

source: If you would like to purchase anything on this website you will have to enter your billing information. Of course you can leave the required fields blank for now and fill them in later.
de: Falls Sie einen unserer Kurse kaufen möchten, müssen Sie dafür Ihre Rechnungsdaten angeben. Natürlich können Sie das auch zu einem späteren Zeitpunkt tun.

source: Required for billing.
de: Benötigt für Rechnung.

source: Address/Street/Number
de: Anschrift/Straße/Hausnummer

source: Optional for billing.
de: Optional für Rechnung.

source: Register Your Account
de: Nutzerkonto registrieren

source: Check your email for a link to reset your password.
de: Wir haben Ihnen eine E-Mail zum Zurücksetzen Ihres Passworts geschickt.

source: There are no users registered with this email address.
de: Keine registrierten Nutzer/innen mit dieser E-Mail-Adresse.

source: Please enter your email address and we will send you a link you can use to pick a new password.
de: Bitte geben Sie Ihre E-Mail-Adresse ein und wir senden Ihnen einen Link zum Zurücksetzen Ihres Passworts.

source: Your email address
de: Ihre E-Mail-Adresse

source: The passwords you entered do not match.
de: Die angegebenen Passwörter stimmen nicht überein.

source: Your new password should be at least 12 characters long and contain min. 1 letter and 1 number.
de: Ihr neues Passwort sollte mind. 12 Zeichen lang sein und 1 Buchstaben und 1 Zahl beinhalten.

source: New password
de: Neues Passwort

source: Repeat new password
de: Passwort wiederholen

source: You progress was reset successfully.
de: Ihr Lernfortschritt wurde zurückgesetzt.

source: Account information updated.
de: Profildaten aktualisiert.

source: Upgrade your account
de: Mitgliedschaft hochstufen

source: Can't be changed
de: Kann nicht geändert werden

source: Pflease complete your billing information.
de: Bitte vervollständigen Sie Ihre Rechnungsdaten.

source: Your billing information is complete.
de: Ihre Rechnungsdaten sind vollständig.

source: Save changes
de: Änderungen speichern

source: You have not purchased any courses yet.
de: Sie haben noch keine Kurse gekauft.

source: You have not purchased any tracks yet.
de: Sie haben noch keine Lernpfade gekauft.

source: No transactions found.
de: Keine Transaktionen gefunden.

source: Looking for an invoice? Please %s
de: Suchen Sie Ihre Rechnungen? Bitte %s

source: update your billing information first
de: aktualisieren Sie zunächst Ihre Rechnungsdaten

source: PayPal transaction data
de: PayPal Transaktionsdaten

source: Transaction ID
de: Transaktions-ID

source: Email adress
de: E-Mail-Adresse

source: Given name (PayPal)
de: Vorname (PayPal)

source: Surname (PayPal)
de: Nachname (PayPal)

source: Billing details
de: Rechnungsdetails

source: Please enter at least one valid quiz ID.
de: Bitte mind. 1 gültige Quiz-ID angeben.

source: One or more quiz ID seems to be invalid.
de: Eine oder mehrere Quiz-IDs scheinen ungültig zu sein.

source: Attempts exceeded
de: Lösungsversuche überschritten

source: You exceeded the maximum number of attempts for this quiz.
de: Sie haben die maximale Anzahl der Lösungsversuche für dieses Quiz überschritten.

source: Quiz completed
de: Quiz gelöst

source: You successfully completed this quiz.
de: Sie haben dieses Quiz erfolgreich abgeschlossen.

source: Well done!
de: Gut gemacht!

source: You passed this quiz with a score of
de: Quiz bestanden mit einer Punktzahl von

source: Bummer
de: Schade

source: You failed this quiz with a score of
de: Sie haben das Quiz nicht bestanden mit

source: Attention, limited attempts!
de: Achtung, begrenzte Lösungsversuche!

source: Maximum attempts
de: Maximale Lösungsversuche

source: Remaining attempts
de: Verbleibende Lösungsversuche

source: No quizzes found.
de: Keine Quizze gefunden.

source: If you would like to purchase a premium memberhsip please %s and %s.
de: Wenn Sie eine Premium-Mitgliedschaft abschließen möchten, bitte %s und %s.

source: register an account
de: registrieren Sie bitten ein Nutzerkonto

source: log in
de: melden Sie sich an.

source: No memberships available at the moment.
de: Keine Mitgliedschaften gefunden.

source: Woohoo, your account has been upgraded! 😊
de: Vielen Dank, Ihre Mitgliedschaft wurde erfolgreich hochgestuft.

source: Please select the membership type you would like to purchase. You can upgrade your membership status anytime you want. Your current membership status is
de: Bitte wählen Sie die Mitgliedschaft, die Sie abschließen möchten. Sie können Ihre Mitgliedschaft jederzeit hoch stufen. Ihre aktuelle Mitgliedschaft:

source: No memberships found.
de: Keine Mitgliedschaften gefunden.

source: Please provide your PayPal credentials first.
de: Bitte geben Sie Ihre PayPal-Zugangsdaten an.

source: Buy membership
de: Mitgliedschaft kaufen

source: Redeem discount
de: Gutschein einlösen

source: Please note that you can only redeem a coupon <strong>once for the currently selected content</strong>. Do you want to proceed?
de: Bitte beachten Sie, dass ein Gutschein nur <strong>1x für den aktuell gewählten Inhalt</strong>eingelöst werden kann. Möchten Sie das jetzt tun?

source: Cancel
de: Abbrechen

source: Purchase now
de: Jetzt kaufen

source: Purchase this course
de: Diesen Kurs kaufen

source: If you would like to purchase this course please %s and %s.
de: Wenn Sie diesen Kurs kaufen möchten, %s und %s.

source: Purchase this track
de: Diesen Lernpfad kaufen

source: If you would like to purchase all courses in this track please %s and %s.
de: Wenn Sie alle Kurse in diesem Lernpfad kaufen möchten, %s und %s.

source: Please click the button below if your would like to purchase this course.
de: Wenn Sie diesen Kurs kaufen möchten, klicken Sie den nachfolgenden Button.

source: You can also purchase the complete course track %s instead of the single course.
de: Sie können diesen Kurs auch als Teil des vollständigen Lernpfads %s erwerben.

source: Buy now for
de: Jetzt Kaufen für

source: Please click the button below if your would like to purchase this track and all its containing courses.
de: Bitte klicken Sie den nachfolgenden Button, wenn Sie diesen Lernpfad und alle enthaltenen Kurse kaufen möchten.

source: Buy for
de: Kaufen für

source: Complete billing details
de: Rechnungsdaten angeben

source: The code you entered is invalid.
de: Der eingegebene Code ist ungültig.

source: Active coupon
de: Aktiver Gutschein

source: New
de: Neu

source: Back to home page
de: Zurück zur Startseite

source: Pages
de: Seiten

source: Course Tracks
de: Lernpfade
