Repository: SebastianHonert/humble-lms
Catalog: languages/humble-lms-*_formal.po
Languages: de

source: View Course
de: Kurs ansehen

source: View Courses
de: Kurse ansehen

source: Search Course
de: Kurse suchen

source: Insert into course
de: In Kurs einfügen

source: Uploaded to this course
de: Hochgeladen zu diesem Kurs

source: Courses list
de: Kursliste

source: Courses list navigation
de: Kurslisten Navigation

source: Filter courses list
de: Kursliste filtern

source: Access level
de: Berechtigung

source: Timeframe
de: Zeitfenster

source: Duration (approximately, e.g. 8 hours)
de: Dauer (ungefähr, z.B. 8 Stunden)

source: Lesson(s) in this course
de: Lektion(en) in diesem Kurs

source: Order of completion
de: Reihenfolge der Durchführung

source: Select a color for the course tile (optional)
de: Wählen Sie eine Farbe für die Kurs-Kachel (optional)

source: Display featured image
de: Beitragsbild anzeigen

source: List course as new content
de: Kurs als neuen Inhalt listen

source: Sell this course for a fixed price
de: Kurs zu einem festen Preis verkaufen

source: Select instructor(s) for this course (optional)
de: Kursleitung für diesen Kurs (optional)

source: Set the access level for all lessons included in this course to the selected value.
de: Zugang für alle Lektionen in diesem Kurs auf den gewählten Wert setzen.

source: Apply now
de: Anwenden

source: This course has not started yet.
de: Dieser Kurs hat noch nicht begonnen.

source: This course has been closed.
de: Dieser Kurs ist bereits beendet.

source: This course is open.
de: Dieser Kurs ist aktuell geöffnet.

source: Course start
de: Kursbeginn

source: Remove
de: Entfernen

source: Course end
de: Kursende

source: Additional information on course timeframe
de: Weitere Informationen zur Kurslaufzeit

source: Allowed HTML tags
de: Erlaubte HTML-Tags

source: Add lesson
de: Lektion hinzufügen

source: Lesson title
de: Titel der Lektion

source: Please add a lesson title.
de: Bitte geben Sie einen Titel ein.

source: Create and add
de: Erzeugen und hinzufügen

source: Close
de: Schließen

source: Content added – click to edit.
de: Inhalt hinzugefügt – jetzt bearbeiten.

source: Section
de: Sektion

source: Section title (optional)
de: Titel der Sektion (optional)

source: Lessons in this section
de: Lektion(en) in dieser Sektion

source: (draft)
de: (Entwurf)

source: Remove this section
de: Sektion entfernen

source: Hide/Show
de: Ein-/Ausblenden

source: Add section
de: Sektion hinzufügen

source: No instructors found. Please add one or more instructors first.
de: Keine Kursleiter*innen gefunden. Fügen Sie zuerst eine*n Kursleiter*in hinzu.

source: Yes, the lessons in this course need to be completed in consecutive order.
de: Ja, die Lektionen in diesem Kurs müssen in der richtigen Reihenfolge abgeschlossen werden.

source: Yes, display the featured image on the course page.
de: Ja, Beitragsbild auf der Kursseite anzeigen.

source: Yes, list this course as new.
de: Ja, diesen Kurs als neu anzeigen.

source: Yes, sell this course for a fixed price.
de: Ja, diesen Kurs zu einem festen Preis verkaufen.

source: Price
de: Preis

source: Prices must be 2 digit decimals. Based on your browser language settings the saved value will sometimes be displayed with a comma instead of a dot.
de: Preise sind Dezimalzahlen mit 2 Nachkommastellen. Je nach Sprache des Browsers kann der Wert mit einem Komma statt einem Punkt angezeigt werden.

source: Email Archives
de: E-Mail-Archiv

source: Email Attributes
de: E-Mail-Attribute

source: Parent Email:
de: Eltern-E-Mail:

source: All Emails
de: Alle E-Mails

source: Add New Email
de: Neue E-Mail hinzufügen

source: New Email
de: Neue E-Mail

source: Edit Email
de: E-Mail bearbeiten

source: Update Email
de: E-Mail aktualisieren

source: View Emails
de: E-Mails ansehen

source: Search Email
de: E-Mail suchen

source: Insert into email
de: In E-Mail einfügen

source: Uploaded to this email
de: Hochgeladen zu dieser E-Mail

source: Emails list
de: E-Mail-Liste

source: Emails list navigation
de: E-Mail-Liste Navigation

source: Filter emails list
de: E-Mails filtern

source: E-Mail subject
de: E-Mail-Betreff

source: E-Mail message
de: E-Mail-Nachricht

source: If you send emails in HTML format, you can use the following tags
de: Falls die E-Mail im HTML-Format gesendet wird, können Sie folgende HTML-Tags verwenden

source: Lesson
de: Lektion

source: Lesson Archives
de: Lektionsarchiv

source: Lesson Attributes
de: Lektionsattribute

source: Parent Lesson:
de: Eltern-Lektion:

source: All Lessons
de: Alle Lektionen

source: Add New Lesson
de: Neue Lektion hinzufügen

source: New Lesson
de: Neue Lektion

source: Edit Lesson
de: Lektion bearbeiten

source: Update Lesson
de: Lektion aktualisieren

source: View Lesson
de: Lektion ansehen

source: View Lessons
de: Lektionen ansehen

source: Search Lesson
de: Lektion suchen

source: Insert into lesson
de: In Lektion einfügen

source: Uploaded to this lesson
de: Hochgeladen in diese Lektion

source: Lessons list
de: Lekstionsliste

source: Lessons list navigation
de: Lektionsliste Navigation

source: Filter lessons list
de: Lektionen filtern

source: What is this lesson about?
de: Worum geht es in dieser Lektion?

source: Membership access level
de: Zugangslevel für Mitglieder

source: Who can access this lesson?
de: Wer hat Zugriff auf diese Lektion?

source: Select instructor(s) for this lesson (optional)
de: Kursleitung für dies Lektion (optional)

source: Quizzes attached to this lesson
de: Quizze, die dieser Lektion zugeordnet sind

source: Describe the content of this lesson in a few words. Allowed HTML-tags: strong, em, b, i.
de: Beschreiben Sie den Inhalt dieser Lektion in einigen Worten. Erlaubte HTML-Tags: strong, em, b, i.

source: Select the user roles that can access this lesson. If you do not select any specific role(s), the lesson will be publicly available.
de: Wählen Sie die Nutzerrollen, die Zugriff auf diese Lektion haben wollen. Wenn Sie keine Rollen wählen, ist die Lektion öffentlich zugänglich.

source: Select/deselect all
de: Alle auswählen/entfernen

source: No quizzes found. Please add one or more quizzes first.
de: Keine Quizze gefunden. Fügen Sie zuerst einen Quiz hinzu.

source: Memberships
de: Mitgliedschaften

source: Description
de: Beschreibung

source: Describe the benefits of this membership in a few words. Allowed HTML-tags: strong, em, b, i.
de: Beschreiben Sie die Vorteile dieser Mitgliedschaft in einigen Worten. Erlaube HTML-Tags: strong, em, b, i.

source: Questions
de: Fragen

source: Question
de: Frage

source: Quiz Questions
de: Quizfragen

source: Question Archives
de: Quizfragearchiv

source: Question Attributes
de: Quizfrageattribute

source: Parent Question:
de: Eltern-Quizfrage:

source: All Questions
de: Alle Quizfragen

source: Add New Question
de: Neue Quizfrage hinzufügen

source: New Question
de: Neue Quizfrage

source: Edit Question
de: Quizfrage bearbeiten

source: Update Question
de: Quizfrage aktualisieren

source: View Question
de: Quizfrage ansehen

source: View Questions
de: Quizfragen ansehen

source: Search Question
de: Quizfrage suchen

source: Insert into question
de: In Quizfrage einfügen

source: Uploaded to this question
de: Hochgeladen in diese Quizfrage

source: Questions list
de: Quizfragenliste

source: Questions list navigation
de: Quizfragenliste Navigation

source: Filter questions list
de: Quizfragen filtern

source: Question type
de: Fragetyp

source: Answers to this question
de: Antworten auf diese Frage

source: Randomization
de: Randomisierung

source: Please provide at least one answer.
de: Bitte geben Sie mindestens eine Antwort ein.

source: Select more than on correct answer for a <strong>multiple choice</strong> question, and only one correct answer for a <strong>single choice</strong> question.
de: Wählen Sie mehr als eine richtige Antwort für eine <strong>Multiple-Choice</strong> Frage, und nur eine richtige Antwort für eine <strong>Single-Choice</strong> Frage.

source: Correct answer
de: Richtige Antwort

source: Delete answer
de: Antwort löschen

source: Add answer
de: Antwort hinzufügen

source: Shuffle the answers for this question.
de: Antworten auf diese Frage mischen.

source: Please enter a question.
de: Bitte geben Sie eine Frage ein.

source: Quiz Archives
de: Quizarchiv

source: Quiz Attributes
de: Quizattribute

source: Parent Quiz:
de: Eltern-Quiz:

source: All Quizzes
de: Alle Quizze

source: Add New Quiz
de: Neues Quiz hinzufügen

source: New Quiz
de: Neues Quiz

source: Edit Quiz
de: Quiz bearbeiten

source: Update Quiz
de: Quiz aktualisieren

source: View Quiz
de: Quiz ansehen

source: View Quizzes
de: Quizze ansehen

source: Search Quiz
de: Quiz suchen

source: Insert into quiz
de: In Quiz einfügen

source: Uploaded to this quiz
de: Hochladen in dieses Quiz

source: Quizzes list
de: Quizliste

source: Quizzes list navigation
de: Quizliste Navigation

source: Filter quizzes list
de: Quizze filtern

source: Questions in this quiz
de: Fragen in diesem Quiz

source: Percent of correct answers needed to pass the quiz (%)
de: Prozent korrekter Antworten zum Bestehen des Quiz (%)

source: Passing required
de: Erfolgreiches Bestehen erforderlich

source: Include result in course total
de: Quiz-Ergebnis in Gesamtergebnis einbeziehen

source: Max. number of attempts
de: Max. Anzahl Lösungsversuche

source: Add question
de: Quizfrage hinzufügen

source: Question title
de: Titel der Frage

source: Please add a question title.
de: Bitte geben Sie einen Titel für die Frage ein.

source: No quiz questions found. Please add one or more question first.
de: Keine Quizfragen gefunden. Bitte fügen Sie zuerst eine Quizfrage hinzu.

source: Include quiz result in course results.
de: Quiz-Ergebnis in Kurs-Ergebnis einbeziehen.

source: Students have to pass this quiz in order to complete the lesson.
de: Lerner/innen müssen dieses Quiz bestehen, um die Lektion erfolgreich abzuschließen.

source: A value of "0" means that the number of attempts per user is not limited.
de: Eine Wert von „0“ bedeutet, dass die Anzahl der Lösungsversuche nicht eingeschränkt wird.

source: Shuffle all answers in this quiz.
de: Alle Antworten in diesem Quiz mischen.

source: Track Archives
de: Lernpfadarchiv

source: Track Attributes
de: Lernpfadattribute

source: Parent Track:
de: Eltern-Lernpfad:

source: All Tracks
de: Alle Lernpfade

source: Add New Track
de: Neuen Lernpfad hinzufügen

source: New Track
de: Neuer Lernpfad

source: Edit Track
de: Lernpfad bearbeiten

source: Update Track
de: Lernpfad aktualisieren

source: View Track
de: Lernpfad ansehen

source: View Tracks
de: Lernpfade ansehen

source: Search Track
de: Lernpfad suchen

source: Insert into track
de: In Lernpfad einfügen

source: Uploaded to this track
de: Hochgeladen in diesen Lernpfad

source: Tracks list
de: Lernpfadliste

source: Tracks list navigation
de: Lernpfadliste Navigation

source: Filter tracks list
de: Lernpfade filtern

source: Courses in this track
de: Kurse in diesem Lernpfad

source: Position on track archive page (low = first)
de: Position auf Lernpfad-Archivseite (niedrigste = zuerst)

source: Select a color for the track tile (optional)
de: Wählen Sie eine Farbe für die Lernpfad-Kachel (optional)

source: List track as new content
de: Lernpfad als neuen Inhalt listen

source: Sell this track for a fixed price
de: Diesen Lernpfad zu einem festen Preis verkaufen

source: Add course
de: Kurs hinzufügen

source: Course title
de: Kurstitel

source: Please add a course title.
de: Bitte geben Sie einen Kurstitel ein.

source: Yes, list this track as new.
de: Ja, Lernpfad als neu anzeigen.

source: Yes, sell this track for a fixed price.
de: Ja, Lernpfad zu einem festen Preis verkaufen.

source: Transactions
de: Transaktionen

source: Transaction
de: Transaktion

source: Transaction Archives
de: Transaktionsarchiv

source: Transaction Attributes
de: Transaktionsattribute

source: Parent Transaction:
de: Eltern-Transaktion:

source: All Transactions
de: Alle Transaktionen

source: Add New Transaction
de: Neue Transaktion hinzufügen

source: New Transaction
de: Neue Transaktion

source: Edit Transaction
de: Transaktion bearbeiten

source: Update Transaction
de: Transaktion aktualisieren

source: View Transaction
de: Transaktion ansehen

source: View Transactions
de: Transaktionen ansehen

source: Search Transaction
de: Transaktionen suchen

source: Insert into transaction
de: In Transaktion einfügen

source: Uploaded to this transaction
de: Hochgeladen in diese Transaktion

source: Transactions list
de: Transaktionsliste

source: Transactions list navigation
de: Transaktionsliste Navigation

source: Filter transactions list
de: Transaktionen filtern

source: Order details for this transaction
de: Details dieser Transaktion

source: User details
de: Nutzerdetails

source: Login name
de: Login-Kennung

source: First name
de: Vorname

source: Last name
de: Nachname

source: Registered at
de: Registriert am

source: User roles
de: Benutzerrollen

source: The user ID of this transaction does not match an existing user.
de: Der Nutzer-ID dieser Transaktion kann kein Nutzer zugeordnet werden.

source: User ID
de: Nutzer-ID

source: Email address
de: E-Mail-Adresse

source: Transaction status
de: Transaktionsstatus

source: Payment service provider
de: Bezahldienstleister

source: Create time
de: Erstellt

source: Update time
de: Aktualisiert

source: Given name
de: Vorname

source: Surname
de: Nachname

source: Reference ID
de: Referenz-ID

source: Currency code
de: Währungscode

source: Value
de: Wert

source: VAT in %
de: USt. in %

source: Small business VAT scheme
de: Kleinternehmerregelung

source: VAT type (0 = none, 1 = inclusive, 2 = exclusive)
de: USt.-Typ (0 = keine, 1 = inklusive, 2 = exklusive)

source: Invoice #
de: Rechnung #

source: Billing information
de: Rechnungsdaten

source: Postcode
de: Postleitzahl

source: City
de: Stadt/Ort

source: Address
de: Adresse

source: Company
de: Unternehmen

source: VAT ID
de: USt.Id.

source: Coupon details
de: Gutschein-Details

source: Coupon ID
de: Gutschein ID

source: Coupon code
de: Gutschein-Code

source: Coupon_type
de: Gutschein-Typ

source: Coupon value
de: Gutschein-Wert

source: Show invoice
de: Rechnung zeigen

source: Difficulty
de: Schwierigkeitsgrad

source: Difficulties
de: Schwierigkeitsgrade

source: All Items
de: Alle Elemente

source: Parent Item
de: Eltern-Element

source: Parent Item:
de: Eltern-Element:

source: New Item Name
de: Name des neuen Elements

source: Add New Item
de: Neues Element bearbeiten

source: Edit Item
de: Element bearbeiten

source: Update Item
de: Element aktualisieren

source: View Item
de: Element ansehen

source: Separate items with commas
de: Element durch Kommata trennen

source: Add or remove items
de: Element hinzufügen oder entfernen

source: Choose from the most used
de: Aus meistgenutzten wählen

source: Popular Items
de: Häufige Elemente

source: Search Items
de: Elemente suchen

source: Not Found
de: Nicht gefunden

source: No items
de: Keine Elemente

source: Items list
de: Liste aller Elemente

source: Items list navigation
de: Elemente Navigation

source: Provider
de: Kursanbieter

source: Providers
de: Kursanbieter

source: Humble LMS Instructors
de: Kurstrainer/in

source: Humble LMS Progress Bar
de: Humble LMS Fortschrittsbalken

source: Humble LMS Syllabus
de: Humble LMS Kursplan

source: Syllabus
de: Kursplan

source: Collapse syllabus
de: Kursplan einklappen

source: courses
de: kurse

source: tracks
de: lernpfade

source: registration
de: registrierung

source: lost-password
de: passwort-verloren

source: reset-password
de: passwort-zuruecksetzen

source: You received an award
de: Auszeichnung erhalten

source: You have been issued a certificate
de: Sie haben ein Zertifikat erworben

source: Order details
de: Bestelldetails

source: Account information
de: Informationen zum Benutzerprofil

source: PayPal transaction details
de: PayPal Transaktionsdetails

source: Coupon type
de: Gutschein-Typ

source: Link to content
de: Link zum Inhalt

source: Hello %s!
de: Hallo %s!

source: thank you very much for your purchase! We have received your order and updated your account accordingly. You can now access the requested contents.
de: vielen Dank für Ihren Einkauf. Wir haben Ihre Bestellung erhalten und Ihr Profil entsprechend aktualisiert. Sie können jetzt auf die gekauften Inhalte zugreifen.

source: A list of all your purchases and invoices is available on your account page:
de: Eine Übersicht Ihrer Einkäufe und Rechnungen finden Sie auf Ihrer Profilseite.

source: Enjoy our courses!
de: Viel Vergnügen mit unseren Kursen!

source: incl. Tax
de: inkl. USt.

source: plus Tax
de: zzgl. USt.

source: Tax
de: USt.

source: Unknown
de: Unbekannt

source: Service not subject to domestic taxes.
de: Nicht im Inland steuerbare Leistung.

source: Date
de: Datum

source: Due
de: Fällig

source: Invoice
de: Rechnung

source: Quantity
de: Menge

source: Amount
de: Preis

source: Subtotal
de: Zwischensumme

source: VAT
de: USt.

source: Total
de: Gesamt

source: Are you sure? This will irrevocably reset your learning progress, including awards and certificates.
de: Sind Sie sicher? Das wird Ihren Lernfortschritt unwiderruflich zurücksetzen, einschließlich aller Auszeichnungen und Zertifikate.

source: Invalid membership type, checkout cancelled.
de: Ungültige Mitgliedschaft, der Vorgang wurde abgebrochen.

source: Invalid price value, checkout cancelled.
de: Ungültiger Preis, der Vorgang wurde abgebrochen.

source: Invalid content ID, checkout cancelled.
de: Ungültiger Inhalt (ID), Vorgang abgebrochen.

source: Buy now
de: Jetzt kaufen

source: Expand syllabus
de: Kursplan ausklappen

source: Sorry, an error occured.
de: Es ist ein Fehler aufgetreten.

source: Registration successful
de: Registrierung erfolgreich

source: Welcome on board! %s We just sent you a welcome email with your account information. Please check your inbox.
de: Willkommen an Bord! %s Wir haben Ihnen soeben eine E-Mail mit Ihren Kontoinformationen gesendet.

source: Access denied
de: Kein Zugang

source: You need to purchase this course first.
de: Sie müssen diesen Kurs erst kaufen.

source: Purchase completed
de: Danke für Ihren Einkauf

source: Thank you for your purchase. A confirmation email is on its way to your inbox. Enjoy our online courses!
de: Vielen Dank für Ihren Einkauf. Eine Bestätigungsmail ist unterwegs zu Ihrem Posteingang. Viel Freude mit unseren Online-Kursen!

source: Thank you for your purchase. Enjoy our online courses!
de: Vielen Dank für Ihren Einkauf. Wir wünschen Ihnen viel Freude mit unseren Online-Kursen!

source: This course is currently closed.
de: Dieser Kurs ist aktuell geschlossen.

source: This course will open on %s.
de: Dieser Kurs beginnt am %s.

source: This course has already been closed on %s.
de: Dieser Kurs wurde bereit am %s geschlossen.

source: Course closed
de: Kurs geschlossen

source: You need to be <a href="%s">logged in</a> and have the required permissions in order to access the requested content.
de: Sie müssen <a href="%s">angemeldet</a> sein und die erforderlichen Rechte besitzen, um auf diesen Inhalt zugreifen zu können.

source: The lessons of this course need to be completed in a consecutive order. Please complete the previous lessons first.
de: Die Lektionen in diesem Kurs müssen in der richtigen Reihenfolge abgeschlossen werden. Bitte bearbeiten Sie zuerst die vorangehende Lektion.

source: Congratulations
de: Glückwunsch

source: You successfully completed this course.
de: Sie haben diesen Kurs erfolgreich abgeschlossen.

source: Level
de: Schwierigkeitsgrad

source: Lesson completed
de: Lektion abgeschlossen

source: Course completed
de: Kurs abgeschlossen

source: Track completed
de: Lernpfad abgeschlossen

source: You need to upgrade your account in order to access the requested content.
de: Um Zugriff auf diesen Inhalt zu erhalten, benötigen Sie eine kostenpflichtige Mitgliedschaft.

source: Upgrade your account now.
de: Jetzt Premium-Mitglied werden.

source: Sort by category
de: Nach Kategorie sortieren

source: No tracks found.
de: Keine Lernpfade gefunden.

source: Not specified
de: Nicht angegeben

source: Duration
de: Dauer

source: This track does not include any courses.
de: Dieser Lernpfad beinhaltet keine Kurse.

source: No courses found.
de: Keine Kurse gefunden.

source: There are no lessons attached to this course
de: Diesem Kurs sind keine Lektionen zugeordnet

source: Looking for the course syllabus? It seems that you have accessed this lesson directly so it is not related to a specific course. Please open the course and start your learning activities from there.
de: Suchen Sie den Kursplan? Es sieht so aus, als hätten Sie diese Lektion direkt aufgerufen, sie ist daher keinem Kurs zugeordnet. Bitte öffnen Sie den entsprechenden Kurs, um fortzufahren.

source: Start the course now
de: Kurs jetzt starten

source: No instructors available.
de: Keine Kursleitung zugewiesen.

source: Providers not specified.
de: Kursanbieter nicht angegeben.

source: Timeframe information not available. Please provide a valid course ID.
de: Keine Informationen zur Kurslaufzeit verfügbar. Bitte geben Sie eine gültige Kurs-ID an.

source: This course will be opened indefinitely.
de: Dieser Kurs ist auf unbestimmte Zeit geöffnet.

source: This course starts on %s and ends on %s.
de: Dieser Kurs beginnt am %s und endet am %s.

source: This course starts on %s.
de: Dieser Kurs beginnt am %s.

source: This course ends on %s.
de: Dieser Kurs endet am %s.

source: Check your answers
de: Prüfen Sie Ihre Antworten

source: Quiz passed. Try again?
de: Quiz gelöst. Erneut versuchen?

source: Mark lesson as incomplete
de: Lektion zurücksetzen

source: Mark lesson as complete
de: Lektion abschließen

source: Back to course overview
de: Zurück zur Kursübersicht

source: Previous lesson
de: Vorherige Lektion

source: Back to first lesson
de: Zurück zur ersten Lektion

source: Next lesson
de: Nächste Lektion

source: No tracks available.
de: Keine Lernpfade vorhanden.

source: You have not received any awards yet.
de: Sie haben noch keine Auszeichnungen erhalten.

source: You have not been issued any certificates yet.
de: Sie haben noch keine Zertifikate erworben.

source: Please %s first.
de: Bitte erst %s.

source: Login failed.
de: Anmeldung fehlgeschlagen.

source: Username and password do not match.
de: Nutzername und Passwort stimmen nicht überein.

source: You have successfully been logged out.
de: Sie wurden erfolgreich abgemeldet.

source: Invalid key. Please try to %s again.
de: Ungültiger Schlüssel. Bitte versuchen Sie es erneut: %s.

source: reset your password
de: Passwort zurücksetzen

source: Expired key. Please try to %s again.
de: Schlüssel abgelaufen. Bitte versuchen Sie es erneut: %s.

source: Password changed successfully. Please sign in below.
de: Passwort erfolgreich zurückgesetzt. Bitte melden Sie sich an.

source: Please check your email inbox for a link to reset your password.
de: Ein Link zum Zurücksetzen Ihres Passworts wurde Ihnen per E-Mail gesendet.

source: Username
de: Nutzername

source: Password
de: Passwort

source: Remember me
de: Erinnere dich an mich

source: Lost your password?
de: Passwort verloren?

source: Register
de: Registrieren

source: You are already signed in.
de: Sie sind bereits angemeldet.

source: This site is currently not open for registration.
de: Die Registrierung ist derzeit nicht möglich.

source: Error
de: Fehler

source: First Name
de: Vorname

source: Required for certification.
de: Wird für Zertifikate benötigt.

source: Last Name
de: Nachname

source: Academic title
de: Titel / Akademischer Grad

source: Please select your country
de: Bitte wählen Sie Ihr Land

source: Confirm email address
de: E-Mail-Adresse bestätigen
