Repository: SebastianHonert/humble-lms
Catalog: languages/humble-lms-*.po
Languages: pt_pt

source: Course ID or membership type not set.
pt_pt: Identificação do curso ou tipo de inscrição não definida.

source: Course ID not found.
pt_pt: Identificação do curso não encontrada.

source: Membership not found.
pt_pt: Não foi encontrada inscrição.

source: This course does not include any lessons.
pt_pt: Este curso não inclui quaisquer lições.

source: Membership access for all lessons in this course set to %s
pt_pt: Acesso de membro para todas as lições deste curso definido para %s

source: Post ID not set.
pt_pt: A identificação do posto não está definido.

source: User ID not set.
pt_pt: Identificação do utilizador não definido.

source: Post type not allowed.
pt_pt: Tipo de posto não permitido.

source: User not found.
pt_pt: Utilizador não encontrado.

source: Email sent successfully.
pt_pt: Email enviado com sucesso.

source: Sorry, something went wrong sending the test email.
pt_pt: Desculpe, algo correu mal ao enviar o email de teste.

source: Please provide a message and a valid email address.
pt_pt: Favor fornecer uma mensagem e um endereço de correio eletrónico válido.

source: Are you sure? This will irrevocably reset this user's learning progress, including awards and certificates.
pt_pt: Tem a certeza? Isto irá irrevogavelmente restabelecer o progresso de aprendizagem deste utilizador, incluindo prémios e certificados.

source: Please note: This user is currently marked as an instructor. Removing instructor status and saving this user's settings will also result in removing this user as an instructor from all courses and lessons.
pt_pt: Atenção: Este utilizador está atualmente marcado como instrutor. A remoção do estatuto de instrutor e o salvamento das configurações deste utilizador resultará também na remoção deste utilizador como instrutor de todos os cursos e aulas.

source: Please enter a question first.
pt_pt: Por favor, introduza primeiro uma pergunta.

source: Please mark at least one answer as correct.
pt_pt: Por favor, marque pelo menos uma resposta como correta.

source: This section cannot be removed. Courses consist of at least one section.
pt_pt: Esta secção não pode ser removida. Os cursos consistem em pelo menos uma secção.

source: Humble LMS Sidebar
pt_pt: Barra lateral de LMS

source: Widgets in this area will be shown on Humble LMS single lesson pages.
pt_pt: Os widgets nesta área serão mostrados em páginas de lição única do LMS.

source: Course Instructor
pt_pt: Formador do curso

source: This user is an instructor.
pt_pt: Este utilizador é um formador.

source: Country
pt_pt: País

source: Please select a country
pt_pt: Por favor selecione um país

source: Membership
pt_pt: Inscrição

source: Please select a membership type
pt_pt: Por favor selecione um tipo de inscrição

source: Free
pt_pt: Grátis

source: Email agreement
pt_pt: Concordância com o email

source: Yes, I wish to receive emails from this website which are essential for participating in the online courses.
pt_pt: Sim, desejo receber emails deste website que são essenciais para participar nos cursos online.

source: Track
pt_pt: Percurso

source: Course
pt_pt: Curso

source: Purchased content
pt_pt: Conteúdo adquirido

source: Username already taken.
pt_pt: Nome de utilizador já atribuído.

source: Invalid username. Please user letters and numbers only.
pt_pt: Nome de utilizador inválido. Por favor, apenas letras e números de utilizador.

source: Please enter a username.
pt_pt: Por favor, introduza um nome de utilizador.

source: Please enter your first name.
pt_pt: Por favor introduza o seu primeiro nome.

source: Please enter your last name
pt_pt: Por favor introduza o seu apelido

source: Please select your country.
pt_pt: Por favor, selecione o seu país.

source: Please enter a valid email address.
pt_pt: Por favor, introduza um endereço de email válido.

source: Email address already registered.
pt_pt: Endereço de email já registado.

source: The email addresses you entered do not match.
pt_pt: Os endereços de email que introduziu não coincidem.

source: Please enter a password.
pt_pt: Por favor introduza uma palavra-passe.

source: Password should be at least 12 characters.
pt_pt: A palavra-passe deve ter pelo menos 12 caracteres.

source: Password should include at least 1 number.
pt_pt: A palavra-passe deve incluir pelo menos 1 número.

source: Password should include at least 1 letter.
pt_pt: A palavra-passe deve incluir pelo menos 1 letra.

source: Passwords do not match.
pt_pt: As palavras-passe não coincidem.

source: Please agree to receiving essential emails from our website.
pt_pt: Por favor, aceite receber emails essenciais do nosso website.

source: Please agree to our terms of service (TOS) and privacy policy.
pt_pt: Por favor aceite os nossos termos de serviço ( TdS ) e a nossa política de privacidade.

source: Please check the reCAPTCHA form field.
pt_pt: Favor verificar o campo do formulário reCAPTCHA.

source: Sorry, your registration did not pass reCAPTCHA verification.
pt_pt: Desculpe, a sua inscrição não passou na verificação reCAPTCHA.

source: Please fill in the email confirmation field.
pt_pt: Por favor preencha o campo de confirmação por email.

source: Invalid request.
pt_pt: Pedido inválido.

source: Hi there,
pt_pt: Olá,

source: you asked us to reset your password for your account using the email address %s.
pt_pt: pediu-nos que redefiníssemos a sua palavra-passe para a sua conta utilizando o endereço de email: %s.

source: If this was a mistake, or you didn't ask for a password reset, just ignore this email and nothing will happen.
pt_pt: Se isto foi um erro, ou se não pediu uma redefinição de palavra-passe, apenas ignore este e-mail.

source: To reset your password, visit the following address:
pt_pt: Para redefinir a sua palavra-passe, aceda ao seguinte endereço:

source: Thanks!
pt_pt: Obrigado!

source: welcome to %s! Here's how to log in:
pt_pt: bem-vindo a %s! Veja aqui como fazer o login:

source: Username: %s
pt_pt: Nome de utilizador: %s

source: Please use the password you entered in the registration form.
pt_pt: Por favor, utilize a palavra-passe que introduziu no formulário de registo.

source: If you have any problems, please contact us via email to %s.
pt_pt: Se tiver algum problema, por favor contacte-nos via email para %s.

source: Your credentials
pt_pt: As suas credenciais

source: Courses
pt_pt: Cursos

source: Tracks
pt_pt: Percursos

source: Lessons
pt_pt: Lições

source: Awards
pt_pt: Prémios

source: Certificates
pt_pt: Certificados

source: Humble LMS
pt_pt: Barra lateral de LMS

source: Users
pt_pt: Utilizadores

source: Options
pt_pt: Optionen

source: Registration
pt_pt: Inscrição

source: Billing
pt_pt: Faturação

source: License
pt_pt: Licença

source: Reporting: Courses
pt_pt: Relatórios: Cursos

source: User Registration
pt_pt: Registo do utilizador

source: Tiles per page (track/course archive)
pt_pt: Painéis por página (pista/arquivo de percursos)

source: Track archive tile width
pt_pt: Largura do painel de arquivo de percursos

source: Course archive tile width
pt_pt: Largura do painel de arquivo de cursos

source: Syllabus max. height in px
pt_pt: Altura máxima em px do plano de estudos

source: Sort tracks by category?
pt_pt: Classificar percursos por categoria?

source: Sort courses by category?
pt_pt: Classificar cursos por categoria?

source: Which messages should be shown when students complete a lesson?
pt_pt: Que mensagens devem ser mostradas quando os alunos completam uma aula?

source: Button texts
pt_pt: Textos em botões

source: Custom page IDs
pt_pt: Identificação de páginas personalizadas

source: Max. number of logged quiz evaluations
pt_pt: Número máximo de avaliações de questionários registados

source: TippyJS tooltips theme
pt_pt: Tema da ferramenta TippyJS

source: Delete plugin data on uninstall
pt_pt: Eliminar dados de plugin ao desinstalar

source: Which countries should be included (multiselect)?
pt_pt: Que países devem ser incluídos (multisselecção)?

source: Welcome email
pt_pt: Email de boas-vindas

source: Lost password email
pt_pt: Email de perda de palavra-passe

source: Terms of service (TOS) and privacy policy
pt_pt: Termos de serviço ( TdS) e política de privacidade

source: Activate online sales?
pt_pt: Ativar vendas online?

source: Use coupons?
pt_pt: Usar cupões?

source: Currency
pt_pt: Divisa

source: Prices include value added tax (vat)
pt_pt: Os preços incluem IVA

source: Value added tax (VAT) in %
pt_pt: Imposto sobre o valor acrescentado (IVA) em %

source: Display prices without additional VAT
pt_pt: Apresentar preços sem IVA adicional

source: Checkout confirmation email
pt_pt: Email de confirmação de checkout

source: Seller info
pt_pt: Informação para o vendedor

source: Invoice ID prefix
pt_pt: Prefixo de identificação da fatura

source: Invoice text (before)
pt_pt: Texto da fatura (antes)

source: Invoice text (after)
pt_pt: Texto da fatura (depois)

source: Invoice footer text
pt_pt: Texto do rodapé das faturas

source: License key
pt_pt: Código de licença

source: Registered users
pt_pt: Utilizadores registados

source: Display options and general settings
pt_pt: Opções de visualização e definições gerais

source: In order to use PayPal you need to register a developer account first.
pt_pt: Para utilizar o PayPal, é necessário registar primeiro uma conta de desenvolvimento.

source: Register developer account
pt_pt: Registar conta de desenvolvimento

source: Set up your billing information and invoice layout.
pt_pt: Configure a sua informação de faturação e o esquema de faturação.

source: Enter your license code to activate the Humble LMS plugin.
pt_pt: Introduza o seu código de licença para activar o Humble LMS plugin.

source: Default tile width
pt_pt: Largura predefinida do painel

source: No
pt_pt: Não

source: Yes
pt_pt: Sim

source: Mark lesson as complete
pt_pt: Marcar a lição como completa

source: Mark lesson as incomplete
pt_pt: Marcar a lição como incompleta

source: Edit page
pt_pt: Editar página

source: Lost Password
pt_pt: Palavra-passe perdida

source: Reset Password
pt_pt: Redefinir Palavra-passe

source: User Profile
pt_pt: Perfil de utilizador

source: Yes, delete plugin data on uninstall.
pt_pt: Sim, apagar dados de plugin ao desinstalar.

source: Wich countries would you like to include?
pt_pt: Que países gostaria de incluir?

source: Select all
pt_pt: Selecionar todos

source: Deselect all
pt_pt: Desmarcar

source: This email will be send in text/html format. You can use the following strings to include specific information in your email:
pt_pt: Este e-mail será enviado em formato texto/html. Pode utilizar as seguintes cadeias de caracteres para incluir informações específicas no seu correio eletrónico:

source: Test email: Welcome
pt_pt: Correio eletrónico de teste: Bem-vindo

source: Send a test email
pt_pt: Enviar um email de teste

source: Test email: Lost password
pt_pt: Correio eletrónico de teste: Palavra-passe perdida

source: Yes, make the agreement for receiving essential emails from this website required at registration.
pt_pt: Sim, concordo em receber e-mails essenciais deste website, necessários no momento do registo.

source: Yes, show the terms of service checkbox (required input field).
pt_pt: Sim, mostrar a caixa de verificação dos termos de serviço (campo de entrada obrigatória).

source: Link to your terms of service (TOS)
pt_pt: Link para os seus termos de serviço (TOS)

source: Link to your privacy policy
pt_pt: Link para a sua política de privacidade

source: WordPress privacy policy page
pt_pt: Página da política de privacidade do WordPress

source: Links will be placed automatically if you fill in the URL fields. Otherwise a text without links will be displayed.
pt_pt: As ligações serão colocadas automaticamente se preencher os campos URL. Caso contrário, será exibido um texto sem ligações.

source: Enable reCAPTCHA in registration form
pt_pt: Permitir reCAPTCHA no formulário de registo

source: Website key
pt_pt: Código do website

source: Secret key
pt_pt: Código secreto

source: Make sure you adjust your data privacy disclaimer to include Google reCAPTCHA.
pt_pt: Certifique-se de que ajusta a sua declaração de privacidade de dados para incluir o Google reCAPTCHA.

source: More infos on Google reCAPTCHA
pt_pt: Mais informações sobre o Google reCAPTCHA

source: Yes, activate online sales (PayPal Client ID required, see below).
pt_pt: Sim, ativar vendas on-line (é necessário o ID de cliente PayPal, ver abaixo).

source: Yes, use coupons.
pt_pt: Sim, usar cupões.

source: Without vat
pt_pt: Sem IVA

source: Including VAT
pt_pt: Incluindo o IVA

source: Excluding VAT
pt_pt: Com exclusão do IVA

source: Would you like to list your prices inclusive of, exclusive of, or without value added taxes?
pt_pt: Gostaria de enumerar os seus preços incluindo, excluindo ou isento de impostos sobre o valor acrescentado?

source: Yes, display prices without additional VAT.
pt_pt: Sim, preços de tabela sem IVA adicional.

source: This option only affects the frontend display of prices for tracks and courses. The final price including VAT will show in the checkout lightbox.
pt_pt: Esta opção apenas afeta a visualização dos preços das pistas e percursos. O preço final, incluindo IVA, aparecerá na caixa de verificação.

source: If you leave this field blank, a default email will be sent.
pt_pt: Se deixar este campo em branco, será enviado um e-mail padrão.

source: Test email: Checkout
pt_pt: Correio eletrónico de teste: Checkout

source: Your personal and/or company information. Line breaks will be recognized automatically. Allowed HTML tags: a, br, em, p, strong.
pt_pt: As suas informações pessoais e/ou da sua empresa. As quebras de linha serão reconhecidas automaticamente. Tags HTML permitidas: a, br, em, p, strong.

source: You company or personal logo (URL)
pt_pt: Logo (URL) da sua empresa ou pessoal

source: Invoice IDs will increment automatically (1,2,3&hellip;). You can add a prefix to the invoice ID here.
pt_pt: A identificação das faturas irá incrementar automaticamente (1,2,3&hellip;). Pode adicionar um prefixo à identificação da fatura aqui.

source: Current invoice number
pt_pt: Número atual da fatura

source: Text displayed before the table of purchased items. Line breaks will be recognized automatically. Allowed HTML tags: a, br, em, strong.
pt_pt: Texto apresentado antes da tabela de artigos adquiridos. As quebras de linha serão reconhecidas automaticamente. Tags HTML permitidas: a, br, em, strong.

source: Text displayed after the table of purchased items. Line breaks will be recognized automatically. Allowed HTML tags: a, br, em, strong.
pt_pt: Texto apresentado após a tabela de artigos comprados. As quebras de linha serão reconhecidas automaticamente. Tags HTML permitidas: a, br, em, strong.

source: Text displayed at the bottom of your invoices. Line breaks will be recognized automatically. Allowed HTML tags: a, br, em, strong.
pt_pt: Texto apresentado na parte inferior das suas faturas. As quebras de linha serão reconhecidas automaticamente. Tags HTML permitidas: a, br, em, strong.

source: Activate
pt_pt: Ativar

source: Deactivate
pt_pt: Desativar

source: You're plugin license has been activated.
pt_pt: A sua licença de plugin foi ativada.

source: Plugin not activated. Please enter your license key.
pt_pt: Plugin não ativado. Por favor, introduza o seu código de licença.

source: Users per page
pt_pt: Utilizadores por página

source: Please provide a valid user ID.
pt_pt: Por favor, forneça uma identificação de utilizador válido.

source: Registered
pt_pt: Registado

source: Progress
pt_pt: Progresso

source: Courses and Lessons
pt_pt: Cursos e lições

source: Action
pt_pt: Ação

source: Grant / revoke
pt_pt: Conceder / revogar

source: No awards available.
pt_pt: Não há prémios disponíveis.

source: Issue / revoke
pt_pt: Emitir / revogar

source: No certificates available.
pt_pt: Não há certificados disponíveis.

source: Attempts
pt_pt: Tentativas

source: No quiz evaluations available.
pt_pt: Não há avaliações de quiz disponíveis.

source: Reset learning progress for this user?
pt_pt: Redefinir o progresso da aprendizagem para este utilizador?

source: Back
pt_pt: Voltar

source: Completed (counting only user role "Student")
pt_pt: Concluído (contando apenas a função do utilizador "Estudante")

source: No courses available.
pt_pt: Não há cursos disponíveis.

source: Activities
pt_pt: Atividades

source: Activity
pt_pt: Atividade

source: Activity Archives
pt_pt: Arquivos de atividades

source: Activity Attributes
pt_pt: Atributos da atividade

source: Parent Activity:
pt_pt: Atividade parental:

source: All Activities
pt_pt: Todas as atividades

source: Add New Activity
pt_pt: Adicionar nova atividade

source: Add New
pt_pt: Adicionar Novo

source: New Activity
pt_pt: Nova atividade

source: Edit Activity
pt_pt: Editar Atividade

source: Update Activity
pt_pt: Atualizar Atividade

source: View Activity
pt_pt: Ver Atividade

source: View Activities
pt_pt: Ver Atividades

source: Search Activity
pt_pt: Atividade de Pesquisa

source: Not found
pt_pt: Não encontrado

source: Not found in Trash
pt_pt: Não encontrado no Lixo

source: Featured Image
pt_pt: Imagem em Destaque

source: Set featured image
pt_pt: Conjunto de imagens em destaque

source: Remove featured image
pt_pt: Remover imagem em destaque

source: Use as featured image
pt_pt: Utilizar como imagem em destaque

source: Insert into activity
pt_pt: Inserir na atividade

source: Uploaded to this activity
pt_pt: Carregado nesta atividade

source: Activities list
pt_pt: Lista de Atividades

source: Activities list navigation
pt_pt: Navegação da lista de atividades

source: Filter activities list
pt_pt: Filtrar lista de atividades

source: Activity type
pt_pt: Tipo de atividade

source: Action following the activity
pt_pt: Ação após atividade

source: Please select an activity trigger
pt_pt: Por favor, selecione um seletor de atividade

source: Student completed a track
pt_pt: O estudante completou um percurso

source: Student completed a course
pt_pt: O estudante completou um curso

source: Student completed a lesson
pt_pt: O estudante completou uma lição

source: Student completed all tracks
pt_pt: O estudante completou todos os percursos

source: Student completed all courses
pt_pt: O estudante completou todos os cursos

source: Student completed a quiz
pt_pt: O estudante completou um quiz

source: Student completed all quizzes in a track
pt_pt: O estudante completou todos os cursos de um percurso

source: Student completed all quizzes in a course
pt_pt: O estudante completou todos os quizes de um curso

source: Select a track
pt_pt: Selecione um percurso

source: Select a course
pt_pt: Selecione um curso

source: Select a lesson
pt_pt: Selecione uma lição

source: Select a quiz
pt_pt: Selecione um quiz

source: Required percentage of correct answers %
pt_pt: Percentagem necessária de respostas corretas %

source: Select an action following the activity
pt_pt: Selecionar uma ação após a atividade

source: Grant an award
pt_pt: Conceder um prémio

source: Send an email
pt_pt: Enviar um e-mail

source: Issue a certificate
pt_pt: Emitir um certificado

source: Select an award
pt_pt: Selecione um prémio

source: Select an email
pt_pt: Selecione um e-mail

source: Select a certificate
pt_pt: Selecione um certificado

source: Award
pt_pt: Prémio

source: Award Archives
pt_pt: Arquivo de prémios

source: Award Attributes
pt_pt: Atributos do prémio

source: Parent Award:
pt_pt: Prémio Parental:

source: All Awards
pt_pt: Todos os prémios

source: Add New Award
pt_pt: Adicionar Novo Prémio

source: New Award
pt_pt: Novo prémio

source: Edit Award
pt_pt: Editar prémio

source: Update Award
pt_pt: Atualizar prémio

source: View Awards
pt_pt: Ver Prémios

source: Search Award
pt_pt: Pesquisar prémio

source: Insert into award
pt_pt: Inserir no prémio

source: Uploaded to this award
pt_pt: Carregado neste prémio

source: Awards list
pt_pt: Lista de prémios

source: Awards list navigation
pt_pt: Navegação da lista de prémios

source: Filter awards list
pt_pt: Filtrar lista de prémios

source: Award image (256x256)
pt_pt: Imagem do prémio (256x256)

source: Certificate
pt_pt: Certificado

source: Certificate Archives
pt_pt: Arquivos de certificados

source: Certificate Attributes
pt_pt: Atributos do Certificado

source: Parent Certificate:
pt_pt: Certificado parental:

source: All Certificates
pt_pt: Todos os Certificados

source: Add New Certificate
pt_pt: Adicionar Novo Certificado

source: New Certificate
pt_pt: Novo Certificado

source: Edit Certificate
pt_pt: Editar Certificado

source: Update Certificate
pt_pt: Atualizar certificado

source: View Certificates
pt_pt: Ver Certificados

source: Search Certificate
pt_pt: Pesquisa de Certificado

source: Insert into certificate
pt_pt: Inserir no certificado

source: Uploaded to this certificate
pt_pt: Carregado neste certificado

source: Certificates list
pt_pt: Lista de certificados

source: Certificates list navigation
pt_pt: Navegação da lista de certificados

source: Filter certificates list
pt_pt: Filtrar lista de certificados

source: Heading
pt_pt: Título

source: Subtitle
pt_pt: Subtítulo

source: Date format
pt_pt: Datumsformat

source: Content (HTML allowed)
pt_pt: Conteúdo (HTML permitido)

source: Orientation
pt_pt: Orientação

source: Template
pt_pt: Modelo

source: German (20. Februar 2020)
pt_pt: Alemão (20. Februar 2020)

source: English (March 10, 2001)
pt_pt: Inglês (10 de Março de 2001)

source: Student name
pt_pt: Nome do estudante

source: Student first name
pt_pt: Nome próprio do estudante

source: Student last name
pt_pt: Apelido do estudante

source: Student acadmic title
pt_pt: Título académico do estudante

source: Current date
pt_pt: Data corrente

source: Website name
pt_pt: Nome do website

source: Website URL
pt_pt: URL do Website

source: You can use the following tags in the content of your certificate
pt_pt: Pode utilizar as seguintes etiquetas no conteúdo do seu certificado

source: You can add additional template CSS files in your child theme folder, for example: child-theme/humble-lms/certificate/example.css
pt_pt: Pode adicionar ficheiros CSS modelo adicionais na sua pasta temática infantil, por exemplo: child-theme/humble-lms/certificate/example.css

source: Preview (PDF)
pt_pt: Pré-visualização (PDF)

source: Preview (HTML)
pt_pt: Pré-visualização (HTML)

source: Coupons
pt_pt: Cupões

source: Coupon
pt_pt: Cupão

source: Coupon Archives
pt_pt: Arquivo de cupões

source: Coupon Attributes
pt_pt: Atributos dos cupões

source: Parent Coupon:
pt_pt: Cupão parental:

source: All Coupons
pt_pt: Todos os cupões

source: Add New Coupon
pt_pt: Adicionar novo cupão

source: New Coupon
pt_pt: Novo cupão

source: Edit Coupon
pt_pt: Editar Cupão

source: Update Coupon
pt_pt: Atualizar cupão

source: View Coupon
pt_pt: Ver Cupão

source: View Coupons
pt_pt: Ver Cupões

source: Search Coupon
pt_pt: Pesquisar cupão

source: Insert into coupon
pt_pt: Inserir em cupão

source: Uploaded to this coupon
pt_pt: Carregado neste cupão

source: Coupons list
pt_pt: Lista de cupões

source: Coupons list navigation
pt_pt: Navegação da lista de cupões

source: Filter Coupons list
pt_pt: Filtrar lista de cupões

source: Code
pt_pt: Código

source: Type
pt_pt: Tipo

source: Discount
pt_pt: Desconto

source: Limit to specific users
pt_pt: Limitado a utilizadores específicos

source: The code that your customers will have to enter to get a discount on your website. Maximum length is 32 characters. Limited support for special characters.
pt_pt: O código que os seus clientes terão de introduzir para obter um desconto no seu website. O comprimento máximo é de 32 caracteres. Suporte limitado para caracteres especiais.

source: Percent
pt_pt: Percentagem
