Repository: SebastianHonert/humble-lms
Catalog: languages/humble-lms-*.po
Languages: pt_pt

source: Fixed amount
pt_pt: Valor fixo

source: Select either a percentage based or a fixed amount discount.
pt_pt: Selecionar um desconto baseado numa percentagem ou num montante fixo.

source: Enter a discount value in percent or a fixed amount in your selected currency
pt_pt: Introduza um valor de desconto em percentagem ou um montante fixo na sua moeda selecionada

source: If you do not select any specific users this coupon will be available for all users.
pt_pt: Se não selecionar nenhum utilizador específico, este cupão estará disponível para todos os utilizadores.

source: Course Archives
pt_pt: Arquivos do curso

source: Course Attributes
pt_pt: Atributos do Curso

source: Parent Course:
pt_pt: Curso para Pais:

source: All Courses
pt_pt: Todos os cursos

source: Add New Course
pt_pt: Adicionar Novo Curso

source: New Course
pt_pt: Novo Curso

source: Edit Course
pt_pt: Editar Curso

source: Update Course
pt_pt: Atualizar Curso

source: View Course
pt_pt: Ver Curso

source: View Courses
pt_pt: Ver Cursos

source: Search Course
pt_pt: Pesquisar Curso

source: Insert into course
pt_pt: Inserir no curso

source: Uploaded to this course
pt_pt: Carregado neste curso

source: Courses list
pt_pt: Lista de cursos

source: Courses list navigation
pt_pt: Navegação de lista de cursos

source: Filter courses list
pt_pt: Filtrar lista de cursos

source: Access level
pt_pt: Nível de acesso

source: Timeframe
pt_pt: Prazo

source: Duration (approximately, e.g. 8 hours)
pt_pt: Duração (aproximadamente, por exemplo, 8 horas)

source: Lesson(s) in this course
pt_pt: Lição(ões) neste curso

source: Order of completion
pt_pt: Ordem de conclusão

source: Select instructor(s) for this course (optional)
pt_pt: Selecionar instrutor(es) para este curso (opcional)

source: Select a color for the course tile (optional)
pt_pt: Selecionar uma cor para o painel do curso (opcional)

source: Display featured image
pt_pt: Mostrar imagem em destaque

source: Sell this course for a fixed price
pt_pt: Vender este curso por um preço fixo

source: Set the access level for all lessons included in this course to the selected value.
pt_pt: Definir o nível de acesso para todas as lições incluídas neste curso para o valor selecionado.

source: Apply now
pt_pt: Inscreva-se agora

source: This course has not started yet.
pt_pt: Este curso ainda não começou.

source: This course has been closed.
pt_pt: Este curso foi encerrado.

source: This course is open.
pt_pt: Este curso está aberto.

source: Course start
pt_pt: Início do curso

source: Remove
pt_pt: Remover

source: Course end
pt_pt: Fim do curso

source: Additional information on course timeframe
pt_pt: Informação adicional sobre o calendário do curso

source: Allowed HTML tags
pt_pt: Etiquetas HTML permitidas

source: Add lesson
pt_pt: Adicionar lição

source: Lesson title
pt_pt: Título da lição

source: Please add a lesson title.
pt_pt: Por favor, adicione um título de lição.

source: Create and add
pt_pt: Criar e acrescentar

source: Close
pt_pt: Fechar

source: Content added – click to edit.
pt_pt: Conteúdo adicionado - clique para editar.

source: Section
pt_pt: Secção

source: Section title (optional)
pt_pt: Título da secção (opcional)

source: Lessons in this section
pt_pt: Lições nesta secção

source: Remove this section
pt_pt: Remover esta secção

source: Hide/Show
pt_pt: Ocultar/Mostrar

source: Add section
pt_pt: Adicionar secção

source: No instructors found. Please add one or more instructors first.
pt_pt: Não foram encontrados instrutores. Por favor, adicione primeiro um ou mais instrutores.

source: Yes, the lessons in this course need to be completed in consecutive order.
pt_pt: Sim, as lições deste curso precisam de ser completadas em ordem consecutiva.

source: Yes, display the featured image on the course page.
pt_pt: Sim, exibir a imagem em destaque na página do curso.

source: Yes, sell this course for a fixed price.
pt_pt: Sim, vender este curso por um preço fixo.

source: Price
pt_pt: Preço

source: Prices must be 2 digit decimals. Based on your browser language settings the saved value will sometimes be displayed with a comma instead of a dot.
pt_pt: Os preços devem ter 2 dígitos decimais. Com base nas definições de idioma do seu navegador, o valor guardado será por vezes apresentado com uma vírgula em vez de um ponto.

source: Email Archives
pt_pt: Arquivos de Email

source: Email Attributes
pt_pt: Atributos de Email

source: Parent Email:
pt_pt: Email dos pais:

source: All Emails
pt_pt: Todos os emails

source: Add New Email
pt_pt: Adicionar novo email

source: New Email
pt_pt: Novo Email

source: Edit Email
pt_pt: Editar Email

source: Update Email
pt_pt: Atualizar email

source: View Emails
pt_pt: Ver Emails

source: Search Email
pt_pt: Pesquisar Email

source: Insert into email
pt_pt: Inserir no email

source: Uploaded to this email
pt_pt: Carregado neste email

source: Emails list
pt_pt: Lista de emails

source: Emails list navigation
pt_pt: Navegação da lista de emails

source: Filter emails list
pt_pt: Filtrar lista de emails

source: E-Mail subject
pt_pt: Assunto do Email

source: E-Mail message
pt_pt: Mensagem de email

source: E-Mail format
pt_pt: Formato de email

source: If you send emails in HTML format, you can use the following tags
pt_pt: Se enviar emails em formato HTML, pode utilizar as seguintes etiquetas

source: Lesson
pt_pt: Lição

source: Lesson Archives
pt_pt: Arquivos de Lições

source: Lesson Attributes
pt_pt: Atributos da lição

source: Parent Lesson:
pt_pt: Lição dos Pais:

source: All Lessons
pt_pt: Todas as Lições

source: Add New Lesson
pt_pt: Adicionar nova lição

source: New Lesson
pt_pt: Nova lição

source: Edit Lesson
pt_pt: Editar Lição

source: Update Lesson
pt_pt: Atualizar Lição

source: View Lesson
pt_pt: Ver Lição

source: View Lessons
pt_pt: Ver Lições

source: Search Lesson
pt_pt: Pesquisar Lição

source: Insert into lesson
pt_pt: Inserir na lição

source: Uploaded to this lesson
pt_pt: Carregado nesta lição

source: Lessons list
pt_pt: Lista de lições

source: Lessons list navigation
pt_pt: Navegação da lista de lições

source: Filter lessons list
pt_pt: Filtrar lista de lições

source: What is this lesson about?
pt_pt: De que trata esta lição?

source: Membership access level
pt_pt: Nível de acesso dos membros

source: Who can access this lesson?
pt_pt: Quem pode aceder a esta lição?

source: Select instructor(s) for this lesson (optional)
pt_pt: Selecionar instrutor(es) para esta lição (opcional)

source: Quizzes attached to this lesson
pt_pt: Questionários anexos a esta lição

source: Describe the content of this lesson in a few words. Allowed HTML-tags: strong, em, b, i.
pt_pt: Descrever o conteúdo desta lição em poucas palavras. Etiquetas HTML permitidas: strong, em, b, i.

source: Select the user roles that can access this lesson. If you do not select any specific role(s), the lesson will be publicly available.
pt_pt: Selecionar as funções do utilizador que podem aceder a esta lição. Se não selecionar nenhuma função específica, a lição estará disponível ao público.

source: Select/deselect all
pt_pt: Selecionar/desmarcar tudo

source: No quizzes found. Please add one or more quizzes first.
pt_pt: Não foram encontrados questionários. Por favor, adicione um ou mais questionários primeiro.

source: Memberships
pt_pt: Membros

source: Description
pt_pt: Descrição

source: Describe the benefits of this membership in a few words. Allowed HTML-tags: strong, em, b, i.
pt_pt: Descrever os benefícios desta adesão em poucas palavras. Fichas HTML permitidas: strong, em, b, i.

source: Questions
pt_pt: Perguntas

source: Question
pt_pt: Pergunta

source: Quiz Questions
pt_pt: Perguntas do Quiz

source: Question Archives
pt_pt: Arquivo de perguntas

source: Question Attributes
pt_pt: Atributos das perguntas

source: Parent Question:
pt_pt: Pergunta aos pais:

source: All Questions
pt_pt: Todas as perguntas

source: Add New Question
pt_pt: Adicionar Nova Pergunta

source: New Question
pt_pt: Nova pergunta

source: Edit Question
pt_pt: Editar Pergunta

source: Update Question
pt_pt: Atualizar Pergunta

source: View Question
pt_pt: Ver Pergunta

source: View Questions
pt_pt: Ver Perguntas

source: Search Question
pt_pt: Pesquisar Pergunta

source: Uploaded to this question
pt_pt: Carregado nesta pergunta

source: Questions list
pt_pt: Lista de perguntas

source: Questions list navigation
pt_pt: Navegação da lista de perguntas

source: Filter questions list
pt_pt: Filtrar lista de perguntas

source: Question type
pt_pt: Tipo de pergunta

source: Answers to this question
pt_pt: Respostas a esta pergunta

source: Randomization
pt_pt: Aleatoriedade

source: Please provide at least one answer.
pt_pt: Por favor, dê pelo menos uma resposta.

source: Select more than on correct answer for a <strong>multiple choice</strong> question, and only one correct answer for a <strong>single choice</strong> question.
pt_pt: Selecionar mais do que uma resposta correta para uma pergunta <strong>de escolha múltipla</strong>, e apenas uma resposta correta para uma <strong> pergunta de escolha única</strong>.

source: Correct answer
pt_pt: Resposta correta

source: Delete answer
pt_pt: Apagar resposta

source: Add answer
pt_pt: Acrescentar resposta

source: Shuffle the answers for this question.
pt_pt: Baralhar as respostas para esta pergunta.

source: Please enter a question.
pt_pt: Por favor, introduza uma pergunta.

source: Quiz
pt_pt: Escolher Quiz

source: Quiz Archives
pt_pt: Arquivos de Quiz

source: Quiz Attributes
pt_pt: Atributos do Quiz

source: Parent Quiz:
pt_pt: Quiz para os pais:

source: All Quizzes
pt_pt: Todos os Quizzes

source: Add New Quiz
pt_pt: Adicionar Novo Quiz

source: New Quiz
pt_pt: Novo Quiz

source: Edit Quiz
pt_pt: Editar Quiz

source: Update Quiz
pt_pt: Atualizar Quiz

source: View Quiz
pt_pt: Ver Quiz

source: View Quizzes
pt_pt: Ver Quizzes

source: Search Quiz
pt_pt: Pesquisar Quiz

source: Insert into quiz
pt_pt: Inserir no quiz

source: Uploaded to this quiz
pt_pt: Carregado neste quiz

source: Quizzes list
pt_pt: Lista de quizzes

source: Quizzes list navigation
pt_pt: Navegação da lista de quizzes

source: Filter quizzes list
pt_pt: Filtrar lista de quizzes

source: Questions in this quiz
pt_pt: Perguntas neste quiz

source: Percent of correct answers needed to pass the quiz (%)
pt_pt: Percentagem de respostas corretas necessárias para passar o questionário (%)

source: Passing required
pt_pt: Aprovação necessária

source: Include result in course total
pt_pt: Incluir o resultado no total do curso

source: Max. number of attempts
pt_pt: Número máximo de tentativas

source: Add question
pt_pt: Adicionar pergunta

source: Question title
pt_pt: Título da pergunta

source: Please add a question title.
pt_pt: Por favor, acrescente um título de pergunta.

source: No quiz questions found. Please add one or more question first.
pt_pt: Não foram encontradas perguntas de quiz. Por favor, adicione uma ou mais perguntas primeiro.

source: Include quiz result in course results.
pt_pt: Incluir o resultado do quiz nos resultados dos cursos.

source: Students have to pass this quiz in order to complete the lesson.
pt_pt: Os alunos têm de passar neste quiz a fim de completar a lição.

source: A value of "0" means that the number of attempts per user is not limited.
pt_pt: Um valor de "0" significa que o número de tentativas por utilizador não é limitado.

source: Shuffle all answers in this quiz.
pt_pt: Baralhar todas as respostas neste quiz.

source: Track Archives
pt_pt: Arquivos de percursos

source: Track Attributes
pt_pt: Atributos de percurso

source: Parent Track:
pt_pt: Percurso dos pais:

source: All Tracks
pt_pt: Todos os percursos

source: Add New Track
pt_pt: Adicionar novo percurso

source: New Track
pt_pt: Novo percurso

source: Edit Track
pt_pt: Editar Percurso

source: Update Track
pt_pt: Atualizar percurso

source: View Track
pt_pt: Ver Percurso

source: View Tracks
pt_pt: Ver Percursos

source: Search Track
pt_pt: Pesquisar percurso

source: Insert into track
pt_pt: Inserir no percurso

source: Uploaded to this track
pt_pt: Carregado neste percurso

source: Tracks list
pt_pt: Lista de percursos

source: Tracks list navigation
pt_pt: Navegação de lista de percursos

source: Filter tracks list
pt_pt: Filtrar lista de percursos

source: Courses in this track
pt_pt: Cursos neste percurso

source: Position on track archive page (low = first)
pt_pt: Posição na página de arquivo de percurso (baixo = primeiro)

source: Select a color for the track tile (optional)
pt_pt: Selecione uma cor para o painel do percurso (opcional

source: Sell this track for a fixed price
pt_pt: Vender este percurso por um valor fixo

source: Add course
pt_pt: Adicionar curso

source: Course title
pt_pt: Título do curso

source: Please add a course title.
pt_pt: Por favor, adicione um título de curso.

source: Yes, sell this track for a fixed price.
pt_pt: Sim, vender este percurso por um preço fixo.

source: Transactions
pt_pt: Transações

source: Transaction
pt_pt: Transação

source: Transaction Archives
pt_pt: Arquivos de Transações

source: Transaction Attributes
pt_pt: Atributos das transações

source: Parent Transaction:
pt_pt: Transação dos pais:

source: All Transactions
pt_pt: Todas as Transações

source: Add New Transaction
pt_pt: Adicionar Nova Transação

source: New Transaction
pt_pt: Nova Transação

source: Edit Transaction
pt_pt: Editar Transação

source: Update Transaction
pt_pt: Atualizar Transação

source: View Transaction
pt_pt: Ver Transação

source: View Transactions
pt_pt: Ver Transações

source: Search Transaction
pt_pt: Pesquisar Transação

source: Insert into transaction
pt_pt: Inserir na transação

source: Uploaded to this transaction
pt_pt: Carregado nesta transação

source: Transactions list
pt_pt: Lista de transações

source: Transactions list navigation
pt_pt: Navegação da lista de transações

source: Filter transactions list
pt_pt: Filtrar lista de transações

source: Order details for this transaction
pt_pt: Detalhes da encomenda para esta transação

source: User details
pt_pt: Dados do utilizador

source: Login name
pt_pt: Nome de acesso

source: First name
pt_pt: Nome próprio

source: Last name
pt_pt: Apelido do estudante

source: Registered at
pt_pt: Registado

source: User roles
pt_pt: Funções do utilizador

source: The user ID of this transaction does not match an existing user.
pt_pt: A identificação de utilizador desta transação não corresponde a um utilizador existente.

source: User ID
pt_pt: Identificação do utilizador

source: Order ID
pt_pt: Identificação do pedido

source: Email address
pt_pt: Endereço de email

source: Payer ID
pt_pt: Identificação do cliente

source: Transaction status
pt_pt: Estado da transação

source: Payment service provider
pt_pt: Fornecedor de serviços de pagamento

source: Create time
pt_pt: Criado em

source: Update time
pt_pt: Atualizado em

source: Given name
pt_pt: Nome fornecido

source: Surname
pt_pt: Apelido

source: Reference ID
pt_pt: Identificação de referência

source: Currency code
pt_pt: Código da moeda

source: Value
pt_pt: Valor

source: vat in %
pt_pt: IVA em %

source: vat type (0 = none, 1 = inclusive, 2 = exclusive)
pt_pt: Tipo de IVA (0 = isento, 1 = incluido), 2 = excluído)

source: Invoice #
pt_pt: Fatura #

source: Billing information
pt_pt: Dados de faturação

source: Postcode
pt_pt: Código postal

source: City
pt_pt: Cidade

source: Address
pt_pt: Morada

source: Company
pt_pt: Empresa

source: VAT ID
pt_pt: IDENTIFICAÇÃO FISCAL

source: Coupon details
pt_pt: Detalhes do cupão

source: Coupon ID
pt_pt: Identificação do cupão

source: Coupon code
pt_pt: Código do cupão

source: Coupon_type
pt_pt: Tipo_de_ cupão

source: Coupon value
pt_pt: Valor do cupão

source: Show invoice
pt_pt: Mostrar fatura

source: Difficulty
pt_pt: Dificuldade

source: Difficulties
pt_pt: Dificuldades

source: All Items
pt_pt: Todos os itens

source: Parent Item
pt_pt: Item parental

source: Parent Item:
pt_pt: Item parental:

source: New Item Name
pt_pt: Novo nome do item

source: Add New Item
pt_pt: Adicionar novo item

source: Edit Item
pt_pt: Editar Item

source: Update Item
pt_pt: Atualizar Item

source: View Item
pt_pt: Ver Item

source: Separate items with commas
pt_pt: Separar itens com vírgulas

source: Add or remove items
pt_pt: Adicionar ou remover itens

source: Choose from the most used
pt_pt: Escolha entre os mais utilizados

source: Popular Items
pt_pt: Itens populares

source: Search Items
pt_pt: Pesquisar itens

source: Not Found
pt_pt: Não encontrado

source: No items
pt_pt: Sem itens

source: Items list
pt_pt: Lista de itens

source: Items list navigation
pt_pt: Navegação da lista de itens

source: Provider
pt_pt: Fornecedor

source: Providers
pt_pt: Fornecedores

source: Humble LMS Instructors
pt_pt: Instrutores de LMS

source: Humble LMS Progress Bar
pt_pt: Barra de progresso LMS

source: Humble LMS Syllabus
pt_pt: Programa de LMS

source: courses
pt_pt: cursos

source: tracks
pt_pt: percursos

source: registration
pt_pt: Inscrição

source: lost-password
pt_pt: Palavra-passe perdida

source: reset-password
pt_pt: Redefinir Palavra-passe

source: account
pt_pt: conta

source: You received an award
pt_pt: Recebeu um prémio

source: You have been issued a certificate
pt_pt: Foi-lhe emitido um certificado

source: Order details
pt_pt: Detalhes da encomenda

source: Account information
pt_pt: Informação da conta

source: PayPal transaction details
pt_pt: Detalhes da transação PayPal

source: Coupon type
pt_pt: Tipo de cupão

source: Link to content
pt_pt: Ligação ao conteúdo

source: Hello %s!
pt_pt: Olá %s!

source: thank you very much for your purchase! We have received your order and updated your account accordingly. You can now access the requested contents.
pt_pt: muito obrigado pela sua compra! Recebemos a sua encomenda e atualizámos a sua conta em conformidade. Pode agora aceder ao conteúdo solicitado.

source: A list of all your purchases and invoices is available on your account page:
pt_pt: Uma lista de todas as suas compras e faturas está disponível na página da sua conta:

source: Enjoy our courses!
pt_pt: Aproveite os nossos cursos!

source: incl. Tax
pt_pt: Imposto incluído

source: plus Tax
pt_pt: Imposto acrescido

source: Tax
pt_pt: Imposto

source: Unknown
pt_pt: Desconhecido

source: Date
pt_pt: Data

source: Due
pt_pt: Prazo

source: Invoice
pt_pt: Fatura

source: Quantity
pt_pt: Quantidade

source: Amount
pt_pt: Preço

source: VAT
pt_pt: IVA

source: Are you sure? This will irrevocably reset your learning progress, including awards and certificates.
pt_pt: Tem a certeza? Isto irá irrevogavelmente restabelecer o seu progresso de aprendizagem, incluindo prémios e certificados.

source: Invalid membership type, checkout cancelled.
pt_pt: Tipo de membro inválido, checkout cancelado.

source: Invalid price value, checkout cancelled.
pt_pt: Valor do preço inválido, checkout cancelado.

source: Invalid content ID, checkout cancelled.
pt_pt: Identificação de conteúdo inválido, checkout cancelado.

source: Buy now
pt_pt: Comprar agora

source: Close syllabus
pt_pt: Fechar o programa de estudos

source: Expand syllabus
pt_pt: Expandir o programa de estudos

source: Sorry, an error occured.
pt_pt: Desculpe, ocorreu um erro.

source: Registration successful
pt_pt: Registo bem sucedido

source: Welcome on board! %s We just sent you a welcome email with your account information. Please check your inbox.
pt_pt: Bem-vindo a bordo! %s Acabámos de lhe enviar um email de boas-vindas com informações sobre a sua conta. Por favor, verifique a sua caixa de entrada.

source: Access denied
pt_pt: Acesso negado

source: You need to purchase this course first.
pt_pt: É necessário adquirir primeiro este curso.

source: Purchase completed
pt_pt: Compra concluída

source: Thank you for your purchase. A confirmation email is on it's way to your inbox. Enjoy our online courses!
pt_pt: Obrigado pela sua compra. Está a caminho da sua caixa de entrada um email de confirmação. Aproveite os nossos cursos online!

source: This course is currently closed.
pt_pt: Este curso está atualmente encerrado.

source: This course will open on %s.
pt_pt: Este curso será aberto em %s.

source: This course has already been closed on %s.
pt_pt: Este curso foi encerrado em %s.

source: Course closed
pt_pt: Curso encerrado

source: You need to be <a href="%s">logged in</a> and have the required permissions in order to access the requested content.
pt_pt: Tem de ter <a href="%s">com sessão iniciada em</a> e ter as permissões necessárias para aceder ao conteúdo solicitado.

source: The lessons of this course need to be completed in a consecutive order. Please complete the previous lessons first.
pt_pt: As lições deste curso precisam de ser completadas numa ordem consecutiva. Por favor, complete primeiro as lições anteriores.

source: Congratulations
pt_pt: Parabéns

source: You successfully completed this course.
pt_pt: Concluiu este curso com sucesso.

source: Level
pt_pt: Nível

source: Lesson completed
pt_pt: Lição concluída

source: Course completed
pt_pt: Curso concluído

source: Track completed
pt_pt: Percurso concluído

source: You need to upgrade your account in order to access the requested content.
pt_pt: É necessário atualizar a sua conta para poder aceder ao conteúdo solicitado.

source: Upgrade your account now.
pt_pt: Atualize agora a sua conta.

source: Sort by category
pt_pt: Ordenar por categoria

source: No tracks found.
pt_pt: Não foram encontrados percursos.

source: Not specified
pt_pt: Não especificado

source: Duration
pt_pt: Duração

source: This track does not include any courses.
pt_pt: Este percurso não inclui nenhum curso.

source: No courses found.
pt_pt: Não foram encontrados cursos.

source: There are no lessons attached to this course
pt_pt: Não há lições associadas a este curso

source: Syllabus
pt_pt: Programa de estudos

source: Looking for the course syllabus? It seems that you have accessed this lesson directly so it is not related to a specific course. Please open the course and start your learning activities from there.
pt_pt: Procura o programa do curso? Parece que acedeu diretamente a esta lição, pelo que não está relacionada com um curso específico. Por favor, abra o curso e inicie as suas atividades de aprendizagem a partir daí.

source: Start the course now
pt_pt: Comece o curso agora

source: No instructors available.
pt_pt: Não há instrutores disponíveis.

source: Providers not specified.
pt_pt: Fornecedores não especificados.

source: Timeframe information not available. Please provide a valid course ID.
pt_pt: Informação sobre o calendário não disponível. Favor forneça uma identificação válida do curso.

source: This course will be opened indefinitely.
pt_pt: Este curso será aberto por tempo indeterminado.

source: This course starts on %s and ends on %s.
pt_pt: Este curso começa a %s e termina a %s.

source: This course starts on %s.
pt_pt: Este curso começa a %s.

source: This course ends on %s.
pt_pt: Este curso termina a %s.

source: Check your answers
pt_pt: Verifique as suas respostas

source: Quiz passed. Try again?
pt_pt: Quiz nao concluído. Tentar novamente?

source: Back to course overview
pt_pt: Voltar à síntese do curso

source: Previous lesson
pt_pt: Lição anterior

source: Back to first lesson
pt_pt: Voltar à primeira lição

source: Next lesson
pt_pt: Lição seguinte

source: No tracks available.
pt_pt: Não há percursos disponíveis.

source: You have not received any awards yet.
pt_pt: Ainda não recebeu qualquer prémio.

source: You have not been issued any certificates yet.
pt_pt: Ainda não lhe foram emitidos quaisquer certificados.

source: Please %s first.
pt_pt: Por favor, primeiro %s.

source: Login failed.
pt_pt: Login falhou.
