Repository: SebastianHonert/humble-lms
Catalog: languages/humble-lms-*_formal.po
Languages: de

source: Course ID or membership type not set.
de: Kurs-ID oder Mitgliedschaft nicht definiert.

source: Course ID not found.
de: Kurs-ID nicht gefunden.

source: Membership not found.
de: Mitgliedschaft nicht gefunden.

source: This course does not include any lessons.
de: Dieser Kurs enthält keine Lektionen.

source: Membership access for all lessons in this course set to %s
de: Zugang für alle Lektionen in diesem Kurs auf %s gesetzt.

source: Post ID not set.
de: Post-ID nicht gesetzt.

source: User ID not set.
de: User-ID nicht gesetzt.

source: Post type not allowed.
de: Beitragstyp nicht erlaubt.

source: User not found.
de: User nicht gefunden.

source: Email sent successfully.
de: Die E-Mail wurde gesendet.

source: Sorry, something went wrong sending the test email.
de: Tut uns leid, es gab einen Fehler beim Versenden der E-Mail.

source: Please provide a message and a valid email address.
de: Bitte geben Sie eine Nachricht und eine gültige E-Mail-Adresse ein.

source: Are you sure? This will irrevocably reset this user's learning progress, including awards and certificates.
de: Sind Sie sicher? Das wird den Lernfortschritt dieses Nutzers unwiderruflich löschen, einschließlich aller Auszeichnungen und Zertifikaten.

source: Please note: This user is currently marked as an instructor. Removing instructor status and saving this user's settings will also result in removing this user as an instructor from all courses and lessons.
de: Hinweis: Dieser Nutzer ist aktuell als Kurstrainer/in markiert. Wenn dieser Status entfernt wird, wird der Nutzer auch als Kurstrainer aus allen Lektionen, Kursen usw. entfernt.

source: Please enter a question first.
de: Bitte geben Sie eine Frage ein.

source: Please mark at least one answer as correct.
de: Bitte markieren Sie mindest eine Antwort als korrekt.

source: This section cannot be removed. Courses consist of at least one section.
de: Diese Sektion kann nicht entfernt werden. Kurse bestehen aus mindestens 1 Sektion.

source: Widgets in this area will be shown on Humble LMS single lesson pages.
de: Widgets in diesem Bereich werden in der Einzelansicht von Lektionen angezeigt.

source: Course Instructor
de: Kurstrainer/in

source: This user is an instructor.
de: Dieser Nutzer ist ein/e Kurstrainer/in.

source: Country
de: Land

source: Please select a country
de: Bitte wählen Sie ein Land

source: Membership
de: Mitgliedschaft

source: Please select a membership type
de: Bitte wählen Sie eine Mitgliedschaft

source: Free
de: Kostenlos

source: Email agreement
de: E-Mail Einwilligung

source: Yes, I wish to receive emails from this website which are essential for participating in the online courses.
de: Ja, ich möchte E-Mails erhalten, die zur Teilnahme an den Online-Kursen erforderlich sind.

source: Track
de: Lernpfad

source: Course
de: Kurs

source: Purchased content
de: Gekaufte Inhalte

source: Coupon
de: Gutschein

source: Redeemed coupons
de: Eingelöste Gutscheine

source: Username already taken.
de: Nutzername ist bereits vergeben.

source: Invalid username. Please user letters and numbers only.
de: Ungültiger Benutzername. Bitte verwenden Sie nur Buchstaben und Zahlen.

source: Please enter a username.
de: Bitte geben Sie einen Nutzernamen an.

source: Please enter your first name.
de: Bitte geben Sie Ihren Vornamen an.

source: Please enter your last name
de: Bitte geben Sie Ihren Nachnamen an

source: Please select your country.
de: Bitte wählen Sie ein Land aus.

source: Please enter a valid email address.
de: Bitte geben Sie eine gültige E-Mail-Adresse an.

source: Email address already registered.
de: Diese E-Mail-Adresse ist bereits vergeben.

source: The email addresses you entered do not match.
de: Die angegebenen E-Mail-Adressen stimmen nicht überein.

source: Please enter a password.
de: Bitte geben Sie ein Passwort an.

source: Password should be at least 12 characters.
de: Das Passwort muss mind. 12 Zeichen lang sein.

source: Password should include at least 1 number.
de: Das Passwort muss mind. 1 Zahl enthalten.

source: Password should include at least 1 letter.
de: Das Passwort muss mind. 1 Buchstaben enthalten.

source: Passwords do not match.
de: Die Passwörter stimmen nicht überein.

source: Please agree to receiving essential emails from our website.
de: Bitte erlauben Sie uns, Ihnen E-Mails zu unserem Kursangebot zu senden.

source: Please agree to our terms of service (TOS) and privacy policy.
de: Bitte akzeptieren Sie unsere Allgemeinen Geschäftsbedingungen (AGB) und unsere Datenschutzerklärung.

source: Please check the reCAPTCHA form field.
de: Bitte kreuzen Sie das reCAPTCHA-Formularfeld an.

source: Sorry, your registration did not pass reCAPTCHA verification.
de: Ihre Registrierung konnte per reCAPTCHA nicht verifiziert werden.

source: Please fill in the email confirmation field.
de: Bitte füllen Sie das Feld zur Bestätigung des Passworts aus.

source: Invalid request.
de: Ungültige Anfrage.

source: Hi there,
de: Hallo,

source: you asked us to reset your password for your account using the email address %s.
de: Sie haben eine Anfrage zum Zurücksetzen des Passworts für den Account mit folgender E-Mail übermittelt: %s.

source: If this was a mistake, or you didn't ask for a password reset, just ignore this email and nothing will happen.
de: Falls das ein Irrtum sein sollte, oder Sie diese Anfrage nicht selbst gestellt haben sollten, können Sie diese Nachricht einfach ignorieren.

source: To reset your password, visit the following address:
de: Um Ihr Passwort zurückzusetzen, öffnen Sie bitte folgenden Link:

source: Thanks!
de: Danke!

source: welcome to %s! Here's how to log in:
de: willkommen bei %s! So können Sie sich zukünftig einloggen:

source: Username: %s
de: Nutzername: %s

source: Please use the password you entered in the registration form.
de: Bitte verwenden Sie zum Anmelden das Passwort, das Sie bei der Registrierung angegeben haben.

source: If you have any problems, please contact us via email to %s.
de: Falls irgendwelche Probleme auftauchen sollten, erreichen Sie uns gerne per E-Mail an %s.

source: Your credentials
de: Ihre Zugangsdaten

source: Courses
de: Kurse

source: Quizzes
de: Quizze

source: Tracks
de: Lernpfade

source: Lessons
de: Lektionen

source: Awards
de: Auszeichnungen

source: Certificates
de: Zertifikate

source: Users
de: Nutzer/innen

source: Options
de: Optionen

source: Registration
de: Registrierung

source: Billing
de: Bezahlen

source: Reporting: Courses
de: Auswertung: Kurse

source: User Registration
de: Nutzerregistrierung

source: Tiles per page (track/course archive)
de: Kacheln pro Archivseite (Lernpfade/Kurse)

source: Track archive tile width
de: Breite der Kachel (Lernpfadarchiv)

source: Course archive tile width
de: Breite der Kachel (Kursarchiv)

source: Sort tracks by category?
de: Lernpfade nach Kategorie sortieren?

source: Sort courses by category?
de: Kurse nach Kategorie sortieren?

source: Display progress bar above lesson content?
de: Fortschrittsbalken über Lektionen anzeigen?

source: Which messages should be shown when students complete a lesson?
de: Welche Hinweise sollen angezeigt werden, wenn ein Nutzer eine Lektion abschließt?

source: Custom page IDs
de: Interne Seiten-IDs

source: Max. number of logged quiz evaluations
de: Max. Anzahl gespeicherter Quiz-Evaluationen

source: Delete plugin data on uninstall
de: Plugin-Daten beim Entfernen des Plugins löschen

source: Which countries should be included (multiselect)?
de: Welche Länder sollen angezeigt werden (Mehrfachauswahl)?

source: Welcome email
de: Begrüßungsnachricht (E-Mail)

source: Lost password email
de: Passwort verloren (E-Mail)

source: Terms of service (TOS) and privacy policy
de: AGB und Datenschutzerklärung

source: Activate online sales?
de: Online-Verkäufe aktivieren?

source: Use coupons?
de: Gutscheine verwenden?

source: Currency
de: Währungscode

source: Prices include value added tax (vat)
de: Preise mit Umsatzsteuer ausweisen (USt.)

source: Value added tax (VAT) in %
de: Umsatzsteuer (USt.) in %

source: Apply small business VAT scheme?
de: Kleinunternehmerregelung anwenden?

source: Small business VAT scheme invoice text
de: Rechnungstext für Kleinunternehmerregelung

source: Display prices without additional VAT
de: Preise ohne USt.-Aufschlag anzeigen

source: Countries without VAT
de: Länder ohne USt.

source: Checkout confirmation email
de: E-Mail Bestellbestätigung

source: Seller info
de: Info zum Verkäufer

source: Invoice ID prefix
de: Rechnungs-Präfix

source: Invoice text (before)
de: Rechnungstext (vor)

source: Invoice text (after)
de: Rechnungstext (nach)

source: Invoice footer text
de: Rechnungstext (footer)

source: Registered users
de: Registrierte Nutzer/innen

source: Display options and general settings
de: Anzeigeoptionen und allg. Einstellungen

source: Configure the registration options for your website.
de: Konfigurieren Sie die Optionen für die Registrierung auf Ihrer Webseite.

source: In order to use PayPal you need to register a developer account first.
de: Um PayPal zu verwenden, müssen Sie zuerst einen Entwicklerzugang bei PayPal registrieren.

source: Register developer account
de: Entwicklerzugang registrieren

source: Set up your billing information and invoice layout.
de: Konfigurieren Sie Ihre Rechnungsdaten und das Layout der Rechnung.

source: Default tile width
de: Standard-Kachelbreite

source: No
de: Nein

source: Yes
de: Ja

source: Yes, show the progress bar.
de: Ja, Fortschrittsbalken anzeigen.

source: Login
de: Anmelden

source: Edit page
de: Seite bearbeiten

source: Lost Password
de: Passwort verloren

source: Reset Password
de: Passwort zurücksetzen

source: User Profile
de: Nutzerprofil

source: Yes, delete plugin data on uninstall.
de: Ja, Plugin-Daten beim Entfernen des Plugins löschen

source: Wich countries would you like to include?
de: Welche Länder sollen auswählbar sein?

source: Select all
de: Alle auswählen

source: Deselect all
de: Alle entfernen

source: This email will be send in text/html format. You can use the following strings to include specific information in your email:
de: Diese E-Mail wird als text/html versendet. Bitte nutzen Sie die folgenden Zeichenketten, um spezielle Informationen in der E-Mail anzuzeigen:

source: Test email: Welcome
de: Test-Nachricht: Begrüßung

source: Send a test email
de: Testnachricht senden

source: Test email: Lost password
de: Testnachricht: Passwort verloren

source: Yes, make the agreement for receiving essential emails from this website required at registration.
de: Ja, die Einwilligung in den Erhalt von E-Mails soll bei der Registrierung ein Pflichtfeld sein.

source: Yes, show the terms of service checkbox (required input field).
de: Ja, ABG-Checkbox im Registrierungsformular anzeigen (Pflichtfeld).

source: Link to your terms of service (TOS)
de: Link zu den AGB

source: Link to your privacy policy
de: Link zur Datenschutzerklärung

source: WordPress privacy policy page
de: WordPress-Datenschutzerklärung

source: Links will be placed automatically if you fill in the URL fields. Otherwise a text without links will be displayed.
de: Links werden automatisch platziert, sobald Sie die entsprechende URL eingeben. Andernfalls wird ein Text ohne Link angezeigt.

source: Enable reCAPTCHA in registration form
de: Aktiviere reCAPTCHA bei der Registrierung

source: Website key
de: Webseiten-Schlüssel

source: Secret key
de: Geheimer Schlüssel

source: Make sure you adjust your data privacy disclaimer to include Google reCAPTCHA.
de: Bitte stellen Sie sicher, dass Sie Ihre Datenschutzerklärung für die Verwendung von Google reCAPTCHA anpassen.

source: More infos on Google reCAPTCHA
de: Mehr Informationen zu Google reCAPTCHA

source: Yes, activate online sales (PayPal Client ID required, see below).
de: Ja, Online-Verkäufe aktivieren (es wird eine PayPal Client ID benötigt, siehe unten).

source: Yes, use coupons.
de: Ja, Gutscheine verwenden

source: Without vat
de: Ohne USt.

source: Including VAT
de: Inklusive USt.

source: Excluding VAT
de: Exklusive USt.

source: Would you like to list your prices inclusive of, exclusive of, or without value added taxes?
de: Sollen Preise inklusive, exklusive, oder ohne Umsatzsteuer angezeigt werden?

source: Yes, apply small business VAT scheme.
de: Ja, Kleinunternehmerregelung anwenden

source: As a small entrepreneur I am tax-exempt according to Art. 19 I German VAT Act.
de: Gemäß § 19 Abs. 1 UStG enthält der ausgewiesene Betrag keine Umsatzsteuer.

source: This text will only be displayed on your invoices if the option above is checked.
de: Dieser Text wird nur auf der Rechnung angezeigt, wenn die vorangehende Option (Kleinunternehmer) aktiv ist.

source: Yes, display prices without additional VAT.
de: Ja, Preise ohne USt.-Aufschlag anzeigen.

source: This option only affects the frontend display of prices for tracks and courses. The final price including VAT will show in the checkout lightbox.
de: Diese Option betrifft die angezeigten Preise von Lernpfaden und Kursen. Der endgültige Preis inkl. USt. wird in der Checkout-Lightbox angezeigt.

source: Wich countries should be billed without VAT?
de: Für welche Länder sollen die Preise ohne USt. ausgewiesen werden?

source: Billing for the selected countries will be accounted for without VAT.
de: Die Rechnungen für die gewählten Länder werden ohne USt. ausgewiesen.

source: If you leave this field blank, a default email will be sent.
de: Wenn Sie dieses Feld leer lassen, wir die Standard-Mail versendet.

source: Test email: Checkout
de: Test-Nachricht: Kasse

source: Your personal and/or company information. Allowed HTML tags: a, br, em, p, strong.
de: Angaben zur Person oder zu Ihrem Unternehmen. Erlaubte HTML-Tags: a, br, em, p, strong.

source: You company or personal logo (URL)
de: Ihr Logo (URL)

source: Invoice IDs will increment automatically (1,2,3&hellip;). You can add a prefix to the invoice ID here.
de: Die Rechnungsnummer wird automatisch erhöht (1,2,3&hellip;). Sie können der ID ein Präfix hinzufügen.

source: Current invoice number
de: Aktuelle Rechnungsnummer

source: Text displayed before the table of purchased items. Line breaks will be recognized automatically. Allowed HTML tags: a, br, em, strong.
de: Text vor der Tabelle mit den Daten zum Kauf. Zeilenumbrüche werden automatisch erkannt. Erlaubte HTML-Tags: a, br, em, strong.

source: Text displayed after the table of purchased items. Line breaks will be recognized automatically. Allowed HTML tags: a, br, em, strong.
de: Text nach der Tabelle mit den Daten zum Kauf. Zeilenumbrüche werden automatisch erkannt. Erlaubte HTML-Tags: a, br, em, strong.

source: Text displayed at the bottom of your invoices. Line breaks will be recognized automatically. Allowed HTML tags: a, br, em, strong.
de: Text am Seitenende der Rechnung. Zeilenumbrüche werden automatisch erkannt. Erlaubte HTML-Tags: a, br, em, strong.

source: Users per page
de: Nutzer pro Seite

source: Please provide a valid user ID.
de: Bitte geben Sie eine gültige Nutzer-ID ein.

source: Registered
de: Registriert

source: Progress
de: Fortschritt

source: Courses and Lessons
de: Kurse und Lektionen

source: Action
de: Aktion

source: Grant / revoke
de: Erteilen / aufheben

source: No awards available.
de: Keine Auszeichungen vorhanden.

source: Issue / revoke
de: Ausstellen / entfernen

source: No certificates available.
de: Keine Zertifikate vorhanden.

source: Attempts
de: Versuche

source: No quiz evaluations available.
de: Keine Quiz-Auswertungen vorhanden.

source: Reset learning progress for this user?
de: Lernfortschritt für diesen Nutzer zurücksetzen?

source: Back
de: Zurück

source: Completed (counting only user role "Student")
de: Abgeschlossen (nur Rolle „Student“ wir gezählt)

source: No courses available.
de: Keine Kurse verfügbar.

source: Activities
de: Aktivitäten

source: Activity
de: Aktivität

source: Activity Archives
de: Aktivitätsarchiv

source: Activity Attributes
de: Aktivitätsattribute

source: Parent Activity:
de: Übergeordnete Aktivität:

source: All Activities
de: Alle Aktivitäten

source: Add New Activity
de: Aktivität hinzufügen

source: Add New
de: Neu hinzufügen

source: New Activity
de: Neue Aktivität

source: Edit Activity
de: Aktivität bearbeiten

source: Update Activity
de: Aktivität aktualisieren

source: View Activity
de: Aktivität ansehen

source: View Activities
de: Aktivitäten ansehen

source: Search Activity
de: Aktivität suchen

source: Not found
de: Nicht gefunden

source: Not found in Trash
de: Nicht im Papierkorb gefunden

source: Featured Image
de: Beitragsbild

source: Set featured image
de: Beitragsbild festlegen

source: Remove featured image
de: Beitragsbild entfernen

source: Use as featured image
de: Als Beitragsbild festlegen

source: Insert into activity
de: In Aktivität einfügen

source: Uploaded to this activity
de: Für diese Aktivität hochgeladen

source: Activities list
de: Liste der Aktivitäten

source: Activities list navigation
de: Aktivitäten Navigation

source: Filter activities list
de: Aktivitäten filtern

source: Activity type
de: Aktivitätstyp

source: Action following the activity
de: Aktionen im Anschluss an die Aktivität

source: Please select an activity trigger
de: Bitte wählen Sie einen Auslöser für die Aktivität

source: Student completed a track
de: Nutzer/in komplettiert Lernpfad

source: Student completed a course
de: Nutzer/in komplettiert einen Kurs

source: Student completed a lesson
de: Nutzer/in komplettiert eine Lektion

source: Student completed all tracks
de: Nutzer/in komplettiert alle Lernpfade

source: Student completed all courses
de: Nutzer/in komplettiert alle Kurse

source: Student completed a quiz
de: Nutzer/in komplettiert ein Quiz

source: Student completed all quizzes in a track
de: Nutzer/in besteht alle Quizze in einem Lernpfad

source: Student completed all quizzes in a course
de: Nutzer/in besteht alle Quizze in einem Kurs

source: Select a track
de: Wählen Sie einen Lernpfad

source: Select a course
de: Wählen Sie einen Kurs

source: Select a lesson
de: Wählen Sie eine Lektion

source: Select a quiz
de: Wählen Sie ein Quiz

source: Required percentage of correct answers %
de: Benötigte Menge korrekter Antworten in %

source: Select an action following the activity
de: Wählen Sie eine Aktion, die dieser Aktivität folgt

source: Grant an award
de: Eine Auszeichnung verleihen

source: Send an email
de: Eine E-Mail senden

source: Issue a certificate
de: Ein Zertifikat ausstellen

source: Select an award
de: Wählen Sie eine Auszeichnung

source: Select an email
de: Wählen Sie eine E-Mail

source: Select a certificate
de: Wählen Sie ein Zertifikat

source: Award
de: Auszeichnung

source: Award Archives
de: Auszeichnungsarchiv

source: Award Attributes
de: Auszeichnungsattribute

source: Parent Award:
de: Eltern-Auszeichnung:

source: All Awards
de: Alls Auszeichnungen

source: Add New Award
de: Auszeichnung hinzufügen

source: New Award
de: Neue Auszeichnung

source: Edit Award
de: Auszeichung bearbeiten

source: Update Award
de: Auszeichnung aktualisieren

source: View Awards
de: Auszeichnungen ansehen

source: Search Award
de: Auszeichnungen suchen

source: Insert into award
de: In Auszeichnung einfügen

source: Uploaded to this award
de: Zu dieser Auszeichnung hochgeladen

source: Awards list
de: Liste der Auszeichnung

source: Awards list navigation
de: Navigation Auszeichnungen

source: Filter awards list
de: Auszeichnungen filtern

source: Award image (256x256)
de: Bild für die Auszeichnung (256x256)

source: Certificate
de: Zertifikat

source: Certificate Archives
de: Zertifikatsarchiv

source: Certificate Attributes
de: Zertifikatsattribute

source: Parent Certificate:
de: Eltern-Zertifikat:

source: All Certificates
de: Alle Zertifikate

source: Add New Certificate
de: Zertifikat hinzufügen

source: New Certificate
de: Neues Zertifikat

source: Edit Certificate
de: Zertifikat bearbeiten

source: Update Certificate
de: Zertifikat aktualisieren

source: View Certificates
de: Zertifikat ansehen

source: Search Certificate
de: Zertifikat suchen

source: Insert into certificate
de: In Zertifikat einfügen

source: Uploaded to this certificate
de: Zu diesem Zertifikat hochgeladen

source: Certificates list
de: Liste aller Zertifikate

source: Certificates list navigation
de: Zertifikate Navigation

source: Filter certificates list
de: Zertifikate filtern

source: Heading
de: Überschrift

source: Subtitle
de: Untertitel

source: Date format
de: Datumsformat

source: Content (HTML allowed)
de: Inhalt (HTML erlaubt)

source: Orientation
de: Ausrichtung

source: Template
de: Vorlage

source: German (20. Februar 2020)
de: Deutsch (20. Februar 2020)

source: English (March 10, 2001)
de: Englisch (March 10, 2001)

source: Student name
de: Name des Lernenden

source: Student first name
de: Vorname des Lernenden

source: Student last name
de: Nachname des Lernenden

source: Student acadmic title
de: Titel / Akademischer Grad

source: Current date
de: Aktuelles Datum

source: Website name
de: Name der Website

source: Website URL
de: URL der Website

source: You can use the following tags in the content of your certificate
de: Sie können folgende HTML-Tags in diesem Zertifikat verwenden

source: You can add additional template CSS files in your child theme folder, for example: child-theme/humble-lms/certificate/example.css
de: Sie können weitere CSS-Dateien in Ihrem Child-Theme-Verzeichnis hinzufügen, z.B. child-theme/humble-lms/certificate/example.css

source: Preview (PDF)
de: Vorschau (PDF)

source: Preview (HTML)
de: Vorschau (HTML)

source: Coupons
de: Gutscheine

source: Coupon Archives
de: Gutschein-Archiv

source: Coupon Attributes
de: Gutscheinattribute

source: Parent Coupon:
de: Eltern-Gutschein:

source: All Coupons
de: Alle Gutscheine

source: Add New Coupon
de: Neuen Gutschein hinzufügen

source: New Coupon
de: Neuer Gutschein

source: Edit Coupon
de: Gutschein bearbeiten

source: Update Coupon
de: Gutschein aktualisieren

source: View Coupon
de: Gutschein ansehen

source: View Coupons
de: Gutschein ansehen

source: Search Coupon
de: Gutscheine suchen

source: Insert into coupon
de: In Gutschein einfügen

source: Uploaded to this coupon
de: Hochgeladen zu diesem Gutschein

source: Coupons list
de: Gutscheinliste

source: Coupons list navigation
de: Gutscheinlisten Navigation

source: Filter Coupons list
de: Gutscheine filtern

source: Type
de: Typ

source: Discount
de: Rabatt

source: Limit to specific users
de: Auf einzelne Nutzer beschränken

source: The code that your customers will have to enter to get a discount on your website. Maximum length is 32 characters. Limited support for special characters.
de: Der Code, den Ihre Kunden eingeben müssen, um einen Rabatt auf Ihrer Website zu erhalten. Die max. Länge beträgt 32 Zeichen. Sonderzeichen werden nur eingeschränkt unterstützt.

source: Percent
de: Prozent

source: Fixed amount
de: Fester Betrag

source: Select either a percentage based or a fixed amount discount.
de: Wählen Sie entweder einen Prozentwert oder einen festen Betrag.

source: Enter a discount value in percent or a fixed amount in your selected currency
de: Geben Sie einen Gutscheinwert in Prozent oder einen Fixbetrag in der gewählten Währung ein

source: If you do not select any specific users this coupon will be available for all users.
de: Falls Sie keine einzelnen Nutzer auswählen, ist der Gutschein für alle Nutzer gültig.

source: Course Archives
de: Kursarchiv

source: Course Attributes
de: Kursattribute

source: Parent Course:
de: Eltern-Kurs:

source: All Courses
de: Alle Kurse

source: Add New Course
de: Neuen Kurs hinzufügen

source: New Course
de: Neuer Kurs

source: Edit Course
de: Kurs bearbeiten

source: Update Course
de: Kurs aktualisieren
