Repository: SebastianHonert/humble-lms
Catalog: languages/humble-lms-*.po
Languages: pt_pt

source: Username and password do not match.
pt_pt: O nome de utilizador e a palavra-passe não coincidem.

source: You have successfully been logged out.
pt_pt: A sua sessão foi terminada com sucesso.

source: Invalid key. Please try to %s again.
pt_pt: Código inválido. Por favor, tente novamente a %s.

source: reset your password
pt_pt: redefinir a sua palavra-passe

source: Expired key. Please try to %s again.
pt_pt: Código expirado. Por favor, tente novamente a %s.

source: Password changed successfully. Please sign in below.
pt_pt: Senha alterada com sucesso. Por favor, inicie sessão abaixo.

source: Please check your email inbox for a link to reset your password.
pt_pt: Por favor, verifique a sua caixa de entrada de email para obter uma ligação para redefinir a sua palavra-passe.

source: Username
pt_pt: Nome de utilizador: %s

source: Password
pt_pt: Palavra-passe

source: Remember me
pt_pt: Lembrar-se de mim

source: Lost your password?
pt_pt: Perdeu a sua palavra-passe?

source: Register
pt_pt: Registo

source: You are already signed in.
pt_pt: Já tem sessão iniciada.

source: This site is currently not open for registration.
pt_pt: Este site não se encontra atualmente aberto para registo.

source: Error
pt_pt: Erro

source: First Name
pt_pt: Nome próprio

source: Required for certification.
pt_pt: Necessário para a certificação.

source: Last Name
pt_pt: Apelido

source: Academic title
pt_pt: Título académico

source: Please select your country
pt_pt: Por favor, selecione o seu país

source: Confirm email address
pt_pt: Confirmar endereço de email

source: Min. 12 characters, at least 1 letter and 1 number
pt_pt: Min. 12 caracteres, pelo menos 1 letra e 1 número

source: Password again
pt_pt: Palavra-passe novamente

source: TOS / privacy policy
pt_pt: TdS / política de privacidade

source: terms of service
pt_pt: termos de serviço

source: privacy policy
pt_pt: política de privacidade

source: I agree to the %s and I have read and accepted the %s.
pt_pt: Concordo com as %s e li e aceitei as %s.

source: If you would like to purchase anything on this website you will have to enter your billing information. Of course you can leave the required fields blank for now and fill them in later.
pt_pt: Se desejar adquirir qualquer coisa neste website, terá de introduzir as suas informações de faturação. É claro que pode deixar os campos obrigatórios em branco por agora e preenchê-los mais tarde.

source: Required for billing.
pt_pt: Necessário para a faturação.

source: Address/Street/Number
pt_pt: Endereço/Rua/Número

source: Optional for billing.
pt_pt: Opcional para faturação.

source: Register Your Account
pt_pt: Registe a sua conta

source: Check your email for a link to reset your password.
pt_pt: Verifique o seu email para obter um link para redefinir a sua palavra-passe.

source: There are no users registered with this email address.
pt_pt: Não há utilizadores registados com este endereço de email.

source: Please enter your email address and we will send you a link you can use to pick a new password.
pt_pt: Por favor, introduza o seu endereço de email e enviar-lhe-emos uma ligação que poderá utilizar para escolher uma nova palavra-passe.

source: Your email address
pt_pt: O seu endereço de email

source: The passwords you entered do not match.
pt_pt: As palavras-passe que introduziu não coincidem.

source: Your new password should be at least 12 characters long and contain min. 1 letter and 1 number.
pt_pt: A sua nova palavra-chave deve ter pelo menos 12 caracteres e conter no mínimo 1 letra e 1 número.

source: New password
pt_pt: Nova palavra-passe

source: Repeat new password
pt_pt: Repetir nova palavra-chave

source: You progress was reset successfully.
pt_pt: O seu progresso foi reposto com sucesso.

source: Account information updated.
pt_pt: Informação de conta atualizada.

source: Upgrade your account
pt_pt: Atualize agora a sua conta

source: Can't be changed
pt_pt: Não pode ser alterado

source: Pflease complete your billing information.
pt_pt: Por favor, preencha os seus dados de faturação.

source: Your billing information is complete.
pt_pt: Os seus dados de faturação estão completos.

source: Save changes
pt_pt: Guardar alterações

source: You have not purchased any courses yet.
pt_pt: Ainda não adquiriu nenhum curso.

source: You have not purchased any tracks yet.
pt_pt: Ainda não adquiriu nenhum percurso.

source: No transactions found.
pt_pt: Não foram encontradas transações.

source: Looking for an invoice? Please %s
pt_pt: À procura de uma fatura? Por favor%s

source: update your billing information first
pt_pt: atualize primeiro os seus dados de faturação

source: PayPal transaction data
pt_pt: Dados de transação PayPal

source: Transaction ID
pt_pt: Identificação da transação

source: URL
pt_pt: URL do Website

source: Email adress
pt_pt: Endereço de email

source: Status
pt_pt: Estado

source: Given name (PayPal)
pt_pt: Nome fornecido (PayPal)

source: Surname (PayPal)
pt_pt: Apelido (PayPal)

source: Billing details
pt_pt: Dados de faturação

source: Please enter at least one valid quiz ID.
pt_pt: Por favor, introduza pelo menos um ID de quiz válido.

source: One or more quiz ID seems to be invalid.
pt_pt: Um ou mais quizzes de identificação parece ser inválido.

source: Attempts exceeded
pt_pt: Tentativas excedidas

source: You exceeded the maximum number of attempts for this quiz.
pt_pt: Excedeu o número máximo de tentativas para este quiz.

source: Quiz completed
pt_pt: Quiz concluído

source: You successfully completed this quiz.
pt_pt: Concluiu com sucesso este questionário.

source: Well done!
pt_pt: Muito bem!

source: You passed this quiz with a score of
pt_pt: Passou este quiz com uma pontuação de

source: Bummer
pt_pt: Que pena

source: You failed this quiz with a score of
pt_pt: Falhou este quiz com uma pontuação de

source: Attention, limited attempts!
pt_pt: Atenção, tentativas limitadas!

source: Maximum attempts
pt_pt: Máximo de tentativas

source: Remaining attempts
pt_pt: Tentativas restantes

source: No quizzes found.
pt_pt: Não foram encontrados quizzes.

source: If you would like to purchase a premium memberhsip please %s and %s.
pt_pt: Se desejar ser um membro premium, por favor %s e %s.

source: register an account
pt_pt: registar uma conta

source: log in
pt_pt: Entrar

source: No memberships available at the moment.
pt_pt: Neste momento, não há inscrições disponíveis.

source: Woohoo, your account has been upgraded! 😊
pt_pt: Woohoo, a sua conta foi melhorada! 😊

source: Please select the membership type you would like to purchase. You can upgrade your membership status anytime you want. Your current membership status is
pt_pt: Por favor, selecione o tipo de membro que gostaria de adquirir. Pode atualizar o seu estatuto de membro sempre que quiser. O seu estatuto atual de sócio é

source: No memberships found.
pt_pt: Não foram encontradas inscrições.

source: Please provide your PayPal credentials first.
pt_pt: Por favor, forneça primeiro as suas credenciais PayPal.

source: Buy membership
pt_pt: Comprar adesão

source: Redeem discount
pt_pt: Desconto para reembolso

source: Please note that you can only redeem a coupon <strong>once for the currently selected content</strong>. Do you want to proceed?
pt_pt: Por favor tenha em conta que só pode resgatar um cupão <strong>1x para o conteúdo atualmente selecionado </strong> Quer prosseguir?

source: Cancel
pt_pt: Cancelar

source: Purchase now
pt_pt: Adquirir agora

source: Purchase this course
pt_pt: Adquirir este curso

source: If you would like to purchase this course please %s and %s.
pt_pt: Se desejar adquirir este curso, por favor, %s und %s.

source: Purchase this track
pt_pt: Adquira este percurso

source: If you would like to purchase all courses in this track please %s and %s.
pt_pt: Se desejar adquirir todos os percursos desta pista, por favor,%s e %s.

source: Please click the button below if your would like to purchase this course.
pt_pt: Por favor, clique no botão abaixo se desejar adquirir este curso.

source: You can also purchase the complete course track %s instead of the single course.
pt_pt: Também pode adquirir o percurso completo do curso %s em vez do percurso único..

source: Buy now for
pt_pt: Comprar agora por

source: Please click the button below if your would like to purchase this track and all its containing courses.
pt_pt: Por favor, clique no botão abaixo se desejar adquirir este percurso e todos os cursos que o contenham.

source: Buy for
pt_pt: Comprar por

source: Complete billing details
pt_pt: Dados completos de faturação

source: The code you entered is invalid.
pt_pt: O código que introduziu é inválido.

source: Active coupon
pt_pt: Cupão ativo

source: Back to home page
pt_pt: Voltar à página inicial

source: Pages
pt_pt: Páginas

source: Course Tracks
pt_pt: Percursos do curso
